[
    {
        "videoId": 1,
        "video_title": "فيديو المقدمة",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "الكلام أداة مهمة جدًا في التواصل في الحقيقة اختيار الكلمات ممكن يؤثر على أفكار وسلوك وتصرفات الناس اللى بيسمعونا. وبنفس الطريقه اهتمامنا بالكلمات والطريقه اللي الناس بتتكلم بيها، ممكن يعرفنا هم بالضبط قصدهم يقولوا ايه، ويساعدنا نرد عليهم الرد المناسب والفعال. أهلا بيكم. أنا محمود جميل tv reporter and trainer وهكون معاكم في كورس advanced interpersonal skills في الكورس ده، هنفهم الفرق بين السمع والاستماع، وهنعرف بعض الطرق لتحسين المهارات اللفظية عشان تقدر تتواصل بشكل فعال. هتفهم ايه هو التواصل غير اللفظي وازاي تقدر تبني علاقات شخصية قوية. هتعرف ازاى تمر بمراحل المحادثة من أول مقابلتك لشخص متعرفهوش لحد ما تتقدم لـ مستويات أعلى من المحادثة. هتعرف ازاي تؤثر في الآخرين وتقنعهم، وهتفهم ازاى استخدام المنطق والعواطف هيساعدك تكسب مودة الناس واقناعهم هتتعلم الأربع الخطوات للقيام بعملية تفاوض ناجحة ترضيك أنت والطرف الآخر وأخيرا هتعرف بعض النصائح اللى هتساعدك تسيب تأثير انطباع أولي قوى عند الناس. يلا بينا نبدأ الكورس"
            }
        ]
    },
    {
        "videoId": 2,
        "video_title": "Listening And Hearingthey Arent The Same Thing",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "اغلب الناس بتقدر انها تسمع، بس قليلين اللي فعلا بينصتوا. السماع هو ببساطة عملية استقبال الأصوات اللي في البيئة المحيطة لينا، فافضل طريقه توضح عملية السماع هي عن طريق العمليات الحيوية واللي من ضمن الإدراك الحسي. فبتكون كالاتي وداننا بتلقط موجات صوتية حوالينا، و تبعت اشاره للمخ، و مخنا هو اللي بيقولنا الصوت ده جاي منين و معناه ايه. على الجانب الثاني بقى، الإنصات هو اكتر بكتير من مجرد سماع أصوات حوالينا ومعرفة هي ايه، لانه يتضمن خطوات إضافية لفهم اللي احنا سمعناه، واننا نديله اهتمام وتركيز."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "وتعالوا نشوف مثال يوضح الفرق اكتر ما بين السماع والإنصات تخيل انك واقف في محطة القطر ومنتظر  القطر اللى هتاخده عشان تروح شغلك، في الوقت انت بتسمع أصوات من كل مكان وودانك بتلقط كل الأصوات الموجودة زي صوت الناس اللى بتتكلم مع بعضها وصوت القطارات نفسها وصوت الميكروفونات اللى بتذيع على ميعاد وصول القطر، بالاضافة لصوت أي ماكينات موجودة في المحطة. وبالرغم انك مش مركز على صوت معين من كل الأصوات الا انه بمجرد ما الميكروفون يذيع على ميعاد قطر معين بتلاقى نفسك توقف اللى بتعمله وتسمع ايه اللى بيتقال، لأن  ده المهم بالنسبالك في الحالة دي عشان تعرف القطر اللى هتركبه وصل ولا لسه في المثال ده كل الأصوات اللى ودنك بتلقطها هو ده السماع، لكن تركيزك وانتباهك لصوت الميكروفون بالذات هو ده الإنصات."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "وأثناء كلامك مع الناس فإنك تاخذ الخطوة الإضافية وتنتقل من بس السماع لأنك تنصت، ده هيحسن علاقتك بالناس جدا. الانصات هيؤدي لفهم الشخص اللي قدامك بطريقة دقيقة وسليمة، و هيساعدك انك ترد الرد المناسب. واللي اهم من كده، لما تنصت لحد، بتوصّله انك بتقدّر تماما اللي بيقوله وبتحترمه."
            }
        ]
    },
    {
        "videoId": 3,
        "video_title": "Asking Questions",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "اذا كان التواصل هو تبادل المعلومات ما بين شخصين او اكتر، فالاسئلة هي الطريقه اللي تخليك توصل لمعلومات محددة بتدور عليها. وكمان الاسئله الصح هتشجع على نقاش وحوار ممتع، هتخلي فيه اهتمام وفضول من الناس، هتقرب المسافات ما بينك وما بين الأشخاص حواليك، وتوصلّـهُم انك فعلا مهتم بكل اللي بيقولوه."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "تعالوا نشوف بعض الحاجات اللي هتخلينا نسأل أسئلة فعالة اول حاجة، ماتكونش خايف انك تسال. ساعات الخجل او الكسوف او الخوف من ان الناس تفتكرنا فضوليين، بيخلونا منسألش. وطبعا فيه بعض الاسئله او المواضيع مش مناسب ان احنا نتكلم فيها في المراحل الأولى من المحادثة، ولكن ما فيش حاجه غلط خالص في ان احنا نسال عمومًا."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "تاني حاجة اسال اسئلة مفتوحة في نوعين من الأسئلة بناء على الاجابة اللي بنوصلها منهم  أسئلة مفتوحة واسئلة مغلقة الأسئلة المغلقة هي اللي بتكون اجابتها ايوه او لا أو اجابة من كلمة واحدة، زي مثلا  عجبتك برزنتيشن النهاردة؟ أو انك تسأل شخص وتقوله أنت منين؟"
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "أما الأسئلة المفتوحة، هي اللي بتحتاج اجابه فيها تفاصيل اكتر. وهي الاسئله اللي بتبدأ ب مين، امتى، فين، ازاي، وليه. زي مثلا ايه اكثر حاجه عجبتك في برزنتيشن النهاردة؟ أو انك تسأل شخص وتقوله كلمنى عن البلد اللى انت منها والأسئلة المفتوحة فعالة  أكثر من المغلقة في معظم المواقف لأنها بتشجع التفكير في موضوع السؤال اكتر وبتشجع الـ creative thinking أو التفكير الإبداعي ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "تالت حاجة اسأل اسئلة ليها هدف. في اسباب كتير لأننا نسأل، وعشان كده مهم اننا نحدد ايه هدفنا من السؤال. ده هيساعدنا نصيغ اسئلتنا بطريقه افضل بحيث يكونوا لهم علاقة بالموضوع، وبالتالى تستفيد من الاجابة اللى هتتقال. مثلا، ممكن نسأل أسئلة الهدف منها نحسس الشخص اللي بنتكلم معاه بارتياح. فبالتالي سؤال زي ده لازم يكون متقال بطريقه لطيفة  متخوفش اللي قدامك، و عن مواضيع يكون مهتم بيها. زي مثلا ده شيميز حلو جدا، جبته منين؟"
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "وفي اسئلة ثانية بتتقال بطريقه تشجع الشخص اللي بتسأله على التفكير، وتؤدي لنقاش ممتع. و اسئله زي دي لازم تكون محدده، وممكن يكون فيها تحدي للافتراضات الحالية عن الموضوع اللي بنتكلم فيه. زي مثلا ايه افضل طريقه في رايك ان الليدر يقدر يحفز فريقه؟. وبالتالي لفعاليه اكتر، فكر في اللي انت والشخص اللي بتتكلم معاه محتاجينه في المرحله دي من الـ relationship  أو العلاقة ما بينكم، واسال اسئله تناقش وتناسب الاحتياج ده."
            }
        ]
    },
    {
        "videoId": 4,
        "video_title": "Communicating With Power Asking Questions",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "قوة التواصل هي قدرتك على الإقناع، والتأثير. فا التواصل الناجح دائما مرتبط بالثقة بالنفس، و الفعالية، والمصداقية. تعالوا نشوف الطرق اللي تخليك تتواصل تواصل ناجح أول طريقة التزم بموضوع النقاش. التواصل الناجح مش بانك تقول حاجات كثير في المده اللي بتتكلم فيها. ولكن هو التزامك باللي ليه علاقه بموضوع النقاش، وانك توصل رسالتك بأقصر وأسرع طريقة. فابعد تماما عن أي كلام مالوش لازمه زي اه،  اممم اللي هو يعني  او في الواقع. وتجنب اي كلام خارج عن الموضوع، واتكلم عن الافكار المهمة بالنسبة للي بيسمعك، أو الأفكار اللي توصل فكرتك بأفضل طريقة."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "والطريقة التانية إنك متتكلمش بالطريقة اللي بتتكلم بيها مع صحابك. خلي بالك ان الطريقة اللي بتتكلم بها مع صحابك مش بالضرورة تكون مناسبة انك تتكلم بيها في اجتماعات ليها علاقه بالشغل. استخدام كلام بالعامية أو الكلام الدارج اوي ممكن يشتت الناس ويقلل من مصداقيتك، بالذات لو بتتكلم مع عملاء محتملين، أو موظفينك، أو شركائك في العمل. في الحالات دي هتحتاج منك تستخدم كلام رسمي شويه اكتر."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "تالت طريقة ممكن تستخدمها انك تركز على الأفكار الأساسية. على سبيل المثال، الناس اللي بتحاول تبيع لازم يركزوا على الخصائص الأساسية ومميزات منتجهم أو خدمتهم. اما اللي بيقدموا رأيهم في حاجه معينه لازم يوضحوا النقطه الاساسيه لرأيهم ويبنوا كلامهم عليها. والتركيز على الأفكار الأساسية في التواصل بالكلام بيجي باكثر من طريقه، زي انك تعيد النقاط الأساسية، تدي أمثلة واضحة، تستخدم كلمات معينة، او انك حتى مباشره تقول دي النقطة اللي انا حابب أركز عليها."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "والطريقة الرابعة هي اختيار طريقة التواصل اللي تناسب جمهورك أو الأشخاص اللى بتتواصل معاهم. التواصل الناجح هو اللي بيخلق علاقة أو روابط ما بينك وبين جمهورك اللي بيسمعك.  فعشان كده انك تحط في اعتبارك اهتماماتهم، عمرهم، ومستواهم التعليمي هي حاجه مهمه جدا."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وخلى بالك ان المرونه أو الـ flexibility هي أساس الـ social skills أو المهارات الاجتماعية، فـ كل ما كان عندك مرونه انك تتعامل مع التغييرات في جمهورك ومين اللي بيسمعك كل ما هتكون احسن وانجح في التواصل. وآخر طريقة هي انك تخلق رابط ما بينك وما بين اللي بيسمعك. التواصل الناجح كتير بيعتمد على جودة علاقاتك بالآخرين. فأحيانا هتحتاج تقرب من جمهورك وتخليهم يحسوا بارتياح أكثر و توريهم انك فعلا عايز تتكلم معهم. فـ كل ما حسوا انك واحد منهم، كل ما كان استقبالهم للي انت هتقوله أفضل."
            }
        ]
    },
    {
        "videoId": 5,
        "video_title": "Body Language",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "التواصل هو مش بس اللي انت بتقوله بكلامك أو صوتك. في الحقيقه، اللي مش بتقوله زي لغة الجسد، نبرة صوتك، استخدامك للصمت  احيانا بيبعت رساله اكبر للي بيسمعوك عن الكلام اللي انت بتستخدمه. وبالتالي مش هنقدر نتاكد اذا كنا بنوصل الرساله اللي احنا عايزين نوصلها ولا لا، إلا اذا قدرنا نستخدم التواصل غير اللفظي كويس جدا."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ومن الحاجات المهمة جدا في النوع ده من التواصل الـ body language او لغة الجسد. ال  body language هي الرسايل اللي بنوصلها للناس عن طريق حركاتنا، تعبيرات وشنا، وتعبيرات ايدينا.  فالشخص اللي بيسمعك بيركز اكثر و بياخذ باله اكثر من حركات جسمك عن الكلام اللي انت بتقوله. وبالتالي لو لغه الجسد بتاعتك غير متوافقة مع الكلام اللي بتقوله، هيكون كلامك ملوش اي مصداقيه. بل وممكن يخلي الناس تاخذ كلامك على انه كذب."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "تعالوا نشوف ايه هي مكونات لغة الجسد الـ  eye contact  أو التواصل بالعين هو واحد من أهم جوانب الـتواصل الغير لفظي لما بتحافظ على  eye contact  مع الشخص اللي بتكلمه، ده بيدل على انك مهتم بالمحادثة دي ومركز فيها. اما انعدام eye contact  بينك وبين اللي بتكلمه ده بيظهرك بمظهر ضعيف أو بيوصل رسالة انك متوتر او مش حابب تكون في موقف اجتماعي. كثير مننا بيقول ان العين هي نافذة على الروح وانك تقدر تعرف الناس دي سعيدة، حزينة، ولا غضبانة بس من عينيهم."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "تعبيرات الوجه في تعبيرات كثير للوش مفهومه حوالين العالم كله وب تدل على مشاعر معينه، وان اغلب التعبيرات دي مش بتكون متحكم فيها. فمثلا الغضب بنقدر نعرفه من نظرات العين المبرقه، أو الحواجب المعقوده، . اما الحزن هنقدر نعرفه بالعيون اللي فيها دموع.ولكن طبعا لازم تخلي بالك ان تعبيرات الوش ومفهومها بيختلف ساعات من ثقافه لثقافه تانية."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وضع الجسم. يعني الطريقة اللي بتقعد بيها، بتقف بيها او حتى بتمشي بيها، بتستخدم برده في التواصل، وبتوصل رسايل واضحة للناس عنك. فمثلا ان حد يمشي و راسه وكتفه لتحت ممكن تكون علامه على التوتر وعدم الثقة في النفس.  لما حد بينفخ صدره أو يتنفس بعمق فا ده غالبا بيكون علامة على الفخر."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "في كمان حركات وتحركات معينة بترتبط عندنا برسائل معينة. زي مثلا هز راسك لفوق وتحت هو علامة على الموافقة، وهز رأسك على الجنبين معناها انك معترض و مش موافق، وخبط رجليك في الارض ممكن يكون علامة على الاحباط."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "والطريقة اللي بنتفاعل بيها جسديا مع الناس هي برده جزء من لغه الجسد. زي سلام الايدين مثلا و كمان قربك او بعدك جسديا من حد هو علامة على التواصل وشكل العلاقة ما بينكم. فالقرب زياده عن اللزوم من حد ممكن يكون مودة وممكن يعتبر على انه اقتحام للحدود، اما بعدك بدرجه كبيره عن حد ممكن يبقى علامة على تجنبهم."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "أسامة بيشتغل في شركة وكان مطلوب منه يعمل presentation، وفعلا حضر الماتيريال وكل حاجة في الـ presentation، وقدمها. لكن مطلعش بالنتايج اللى هوا كان عايزها. ولانه كان مهتم جدا يطور من نفسه فطلب فيدباك من الحضور.واكتشف بعد كده انه كان أحيانا بيقول كلام ولغة جسده بتوصل حاجة تانية خالص، وعدم التوافق ده ما بين كلامه ولغة جسده خلى الناس اللى بتحضر مضايقين وكمان مقدرش يوصلهم رسالته. ولان توصيل المعلومات بشكل واضح جزء أساسي في أي presentation."
            },
            {
                "viewIndex": 9,
                "paragraphDetails": "فـ أسامة قرر يركز أكتر على تطوير لغة الجسد بتاعته، وفعلا بدأ في مذاكرة بعض الكورسات بجانب قراءة الكتب في الموضوع ده وكان كل حاجة بيتعلمها علطول يطبقها في شغله وحياته العامة لحد ما بدأ يشوف تغير واضح وملحوظ في طريقته، وعرف ده من الفيدباك اللي جاتله لما عمل presentation تاني. وطبعا التطور ده قدر يحققه من تعلم مهارة من أهم المهارات وهيا لغة الجسد"
            }
        ]
    },
    {
        "videoId": 6,
        "video_title": "The Signals You Send To Others",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "التواصل غير اللفظي هي حاجه احنا بنعملها بدون وعي مننا. وممكن جدا تكون متأثرة بحاجات كتير زي عادات قديمه، مواقف حياتية، الاشخاص اللي بيكونوا قدوتنا في الحياه، ثقافتنا، او حتى مشاعرنا الداخلية. وده بيخلى ناس كثير ماعندهمش اي فكرة عن ايه بالضبط الرساله اللي هم بيوصلوها للناس حواليهم، بسبب تواصلهم غير اللفظي اللي هم مش واخدين بالهم منه. وعشان نتحكم في الرسائل اللي بنبعتها للناس حوالينا، لازم نكون فاهمين اكثر تواصلنا غير اللفظي و متحكمين فيه وعارفين بنستخدمه ازاى."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "وعشان كده في الفيديو ده، هنعرف بعض الطرق اللي ممكن نستخدمها عشان نتحكم في لغة الجسد بتاعتنا ونستخدمها بطريقه فعاله لازم تزود ادراكك للغه جسدك. حاول تعرف اكثر عن ايه اللي انت بتوصله بطريقة غير لفظية. عشان تشوف ايه اللي محتاج تغيره وايه محتاج تحافظ عليه. الطرق اللي ممكن تستخدمها عشان تعرف ده هي انك تتفرج على فيديو لنفسك، تشوف طريقه تحركك وانت بتتكلم قدام مرايه، او تاخد فيدباك من اصدقائك وزمايلك."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "لازم تعرف بعض التصرفات الناس في الغالب بتفهمها ازاي. فهم وتفسير لغه الجسد احيانا ممكن يكون شخصي وغير موضوعي ولكن فيه بعض حركات لغه الجسد اللي بتتفسر دائما بطريقه محدده. معرفتك وادراك للحاجات اللى زي كده هيساعدك انك تتجنب حركات لغه الجسد اللي مش هتناسب الرساله اللي انت عايز توصلها، و انك تستخدم الحركات المناسبه والتي تساعدك توصل رسالتك افضل."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "اتمرن اتمرن اتمرن، لغه الجسد هي مهاره، في البدايه استخدام كل لغه الجسد عشان توصل رساله معينه هيكون غريب عليك وصعب كمان. ولكن كل ما تتمرن عليها واحدة واحدة كل ما هيبقى الموضوع طبيعي بالنسبالك"
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "لو افتكرنا أسامة اللى اتكلمنا عنه في الفيديو اللى فات، هنلاحظ انه طبقا الخطوات التلاتة دول أول حاجة انه جاله فيدباك من الناس اللى بيحضروله ووقتها هو أدرك انه عنده مشكلة في لغة الجسد بتاعته ومحتاج يطورها وينميها. وعن طريق الكورسات اللى ذاكرها والكتب اللى قرأها هو بدأ يعرف ايه الحركات المتفق عليها عموما وبدأ يعرف تفاصيل كتير عن لغة الجسد ودي كانت الخطوة التانية. أما بقى الخطوة التالتة انه كان باستمرار بيطبق اللى بيتعلمه وبالتالى هو بيتمرن على لغة الجسد دي مع تعلمها. وكمان كان بياخد فيدباك دايما من زمايله وصحابه عشان يعرف ايه اللى محتاج يحسنه ويطوره وانت كمان محتاج تعمل كده بحيث تدرك مستواك الفعلى ولغة جسدك الحالية، وبعدين تتعلم اكتر عن حركات لغة الجسد المختلفة، وبعدين تتمرن عليها وتاخد فيدباك من أصحابك أو ناس بتثق فيها، لحد ما تتقن المهارة دي."
            }
        ]
    },
    {
        "videoId": 7,
        "video_title": "Its Not What You Say, Its How You Say It",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "التواصل غير اللفظي بيتضمن الطريقه اللي بنقول بها المعلومة. تغيير بسيط في نبره او درجه الصوت ممكن يغير المعنى تماما. وبالتالي مهم جدا اننا نكون مدركين للطريقه اللي بنتكلم بها عشان نقدر نتواصل بفاعلية اكبر. تعالوا نشوف بعض النقط اللي نخلى بالنا منها في الطريقه اللي بنتكلم بها نبره الصوت تغيير نغمة صوتك هو التغير في صوتك اللي بتعمله عشان توصل رساله معينه. فمثلا نفس الحاجه ممكن تتقال بنبره صوت عاليه او بنبرة صوت منخفضة. وبالتالي التغيير في نبره الصوت ده بيساعد في اضافه مشاعر واحاسيس للرساله اللي انت بتوصلها. فـ الرساله دي ممكن تكون محفزه ومشجعه، وممكن تكون محبطه بناء على نبره صوت المتكلم. وبالتالي التغيير في نبره الصوت ده بيساعد انه يعرفنا ايه هو الهدف من الجمله اللي اتقالت."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "التوضيح والتركيز على بعض الكلمات. تغيير كلمه او جزء فيها بتركز عليه ممكن يغير المعنى. فمثلا تعال نشوف التغير في الأربع جمل دول أنا مقلتش انك سرقت الفلوس أنا مقلتش انك سرقت الفلوس أنا مقلتش انك سرقت الفلوس أنا مقلتش انك سرقت الفلوس هنلاحظ في المثال الأول ان الـ  stress  على انا، وده معناه  ان واحد تاني هو اللى قال"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "أما في المثال التاني الـ stress  كان على مقلتش، وده معناه اني ممكن اكون كتبت أو بعتها فى رسالة مثلا وفي المثال التالت الـ stress  كان على سرقت، وده معناه انك مش بتسرقه. ولكن ممكن انه يكون استلفها ومرجعهاش لحد دلوقتى."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "أما في المثال الرابع  الـ stress كان على الفلوس، وده معناه انك سرقت حاجة تانية خالص سرعة كلامك وايقاعه  سرعة كلامك والاستخدام المناسب للوقفات في الكلام ممكن تغير المعنى, وتؤثر على دقة وكفاءة التواصل. على سبيل المثال، الناس اللى بتتكلم بسرعة بيبقى صعب اننا نفهمهم. وبنفس المنطق الشخص اللى بيتكلم ببطئ جدا هيخلي اللى بيسمعه يزهق."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "مستوى صوتك أو volume انك تتكلم بصوت واطي او عالي فده بردوا بيأثر على التواصل. طبعا احسن حاجة هي انك تتكلم بصوت متوسط مش عالي ومش واطي، الكلام بصوت واطي وضعيف هيوصل للناس انك متوتر او معندكش ثقة في النفس، وبردوا الصوت العالي أوي هيوصل للناس احساس بالعدوانية والغضب. فالمفروض الشخص يكون مرن في استخدام صوته، فيتحكم انه امتى ممكن يهمس او يعلى صوته اذا احتاج لده عشان يوصل رسالة معينة او احساس معين مع كلامه."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "عشان رسالتك توصل بنجاح للناس ده بيعتمد كمان على نطقك، والمقصود هنا بالنطق هو انك تقول الكلمة بالطريقة المتعارف عليها بالنسبة لكل الناس او معظمهم. وكمان انك تتكلم بوضوح وبمخارج الفاظ واضحة للي بيسمعك. وأهمية ده هو انك تضمن ان الناس فاهمينك صح تماما ومفيش اي مجال للخبطة في فهم رسالتك والمقصود بيها."
            }
        ]
    },
    {
        "videoId": 8,
        "video_title": "Starting A Conversation",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "المحادثات الصغيرة أو small talks  هي الجزء اللى بيقرب المسافات او بيفتح المجال لمحادثة أطول وأكبر بينك وبين شخص تاني، هي الطريقة اللى بتخلي الناس ترتاح اكتر لبعضها وتبني علاقة. انك تتقن الـ small talks دي وازاى تبني عليها محادثات أطول، يقدر يفتحلك ابواب كتير في حياتك، سواء على الجانب الشخصي او العملي. هنتكلم فى الفيديو ده عن كيفية بدء محادثة صغيرة، وازاى ننتقل بمحادثاتنا دي بطريقة سليمة من محادثات بسيطة ونوصلها لمستوى أعمق وأبعد."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ناس كتير بتبقى مهتمة تبدأ علاقات صداقة او حتى علاقات عمل ناجحة، ولكن مش بيبقوا عارفين يبدأو منين. طبعا انك تروح لحد غريب وتقدم نفسك وتفتح معاه كلام ممكن تكون حاجة صعبة وبتسبب توتر لناس كتير. تعالوا بقى نعرف بعض الحاجات اللى تساعدنا نفتح كلام مع حد اولا إعرف ايه اللى موقفك. فأول خطوة محتاجها عشان تفتح كلام وحوار مع حد هي انك تعرف ايه العوامل اللى بتمنعك انك تتعامل بنجاح في حوار مع حد، عوامل زي الاسلوب والمشاعر والافتراضات. فهل حاجة زي الخجل هي اللى بتمنعك؟ هل الخوف من الرفض؟ صعوبة في التعامل مع حد صاحب سلطة؟ لما تعرف ايه اللى بيوقفك هيخليك تصلحه وتتحكم فيه. عشان تقدم نفسك بشكل احسن وتنجح في التعامل مع المواقف الاجتماعية."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "ثانيا إعرف امكانياتك. بنفس الطريقة اللى بتشوف بيها ايه هي نقط ضعفك في المواقف الاجتماعية، فلازم تعرف كمان ايه هي نقط قوتك. عشان يكون عندك ثقة في نفسك انك تفتح كلام مع حد مش بييجي عن طريق جمل محفوظة هترددها. ولكن هييجي مع يقينك بان عندك حاجة تستاهل تقدمها في نقاش وحوار، وان الناس هتفرح بمعرفتك. اذا بقى عندك الاحساس واليقين ده، فهتكون مرتاح اكتر وعلى طبيعتك مع اي حد."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "ثالثا خلي عندك اهتمام بالناس. أن يكون عندك فضول صادق وانفتاح حقيقي تجاه معرفة الناس، هيخلي انك تفتح كلام مع حد حاجة مش مخيفة، وهيديك دافع تقرب من الناس وتحاول تعرفهم. خلي في تفكيرك دايما فكرة انه معرفة الناس هي كنز. مش حاجة صعبة. فـكتير بيلاقوا انهم ممكن يعرفوا اكتر عن نفسهم، وعن الحياة ومواضيع كتير مختلفة، بس بمجرد الكلام مع الناس. وخليك فاكر، اهتمامك بالناس مش بينتهي بمجرد انك قضيت وقت معاهم. حتى اللى قضيت معاهم سنين ممكن يقولولك حاجات مكنتش تعرفها."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "رابعا اعمل وجهز مجموعة من الحاجات اللى تخليك تفتح كلام مع حد. فالبنسبة للناس اللى معندهمش مهارة التعامل والكلام مع الناس، أول كام تجربة ممكن يحسسوهم بالاحراج. وعشان كده في البداية ممكن تستعين باكتر من طريقة بنقترحهم لبدء حوار منهم انك تقدم نفسك. وهي اكتر طريقة بسيطة ومباشرة في انك تفتح كلام، بانك تقول اسمك وتسلم بإيدك. لما تاخد اول خطوة دي فأنت بمنتهى البساطة بتفتح كلام مع الشخص الاخر. واذا عرفت تقدم نفسك مع ابتسامة بسيطة يكون أحسن كمان."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "انك تعلق على حاجة بتحصل حواليك، زي المكان أو الحدث اللى انتوا الاتنين حاضرينه. الحاجات اللى انتوا الاتنين ليكوا علاقة بيها هتكون كويسة جدا لفتح مجال للكلام. زي مثلا الدنيا زحمة جدا النهاردة، مش كده؟"
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "خامسا اتكلم عن حاجة الشخص الاخر ممكن يكون مهتم بيها. فعلى سبيل المثال، لو بتتكلم مع حد معروف بحضوره للايفنتات والمؤتمرات، ممكن تقوله رأيك عن اخر ايفنت انت حضرته.أو ممكن تقوله ان فيه ايفنت أو مؤتمر هيتعمل الأسبوع الجاي يوم كذا وهيتكلم عن كذا. ولو مكانش عندك معرفة خالص بالشخص ده، فممكن تخمن اهتماماتهم ايه بانك تتابع بخفة كده ايه اللى بيبصوا عليه، او تخمن من شكلهم وطريقة لبسهم."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "وأهم حاجة خليك هادي. خليك على طبيعتك، المحادثات بتكون لطيفة اكتر وجذابة لو كان الاشخاص بس هاديين ومطمنين، ويخلوا شخصيتهم الطبيعية تتكلم. متضغطش على نفسك في انك لازم تقول حاجة مضحكة او ذكية او حتى جديدة. ممكن ايوة تستعين بنصايح للحوار في البداية ولكن خلي دايما ليك لمستك الشخصية."
            }
        ]
    },
    {
        "videoId": 9,
        "video_title": "The Four Levels Of Conversation",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "الفن الحقيقي للمحادثات مش بس انك تقول الحاجة الصح في المكان والوقت الصح، ولكن انك متقولش الحاجة الغلط في وقت انت حاسس انك عايز تقولها. انت محتاج يكون عندك فهم لمدى قوة علاقتك بالشخص الاخر، وسياق الكلام، ومدى ارتياحكوا لبعض وطبيعة علاقتكم."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "وفيه أربع مستويات للمحادثات بناءً على درجة العلاقة وهما محادثات صغيرة ودي المعروفة بمرحلة ازيك عامل ايه؟ الحمدلله بخير. في المرحلة دي، انتوا بتتكلموا بس في مواضيع عامة، اللى كل الناس بتتكلم فيها. مواضيع زي الجو والمنطقة اللى انتوا فيها او احداث عامة في العالم. المرحلة دي بيبقى فيها تقريب بسيط للمسافات وبتوجد علاقة بسيطة واريحية شوية في التعامل ما بين الاشخاص. وهي مرحلة آمنة جدا للناس انهم يحددوا فيها ما اذا كانت مجرد محادثة ولا علاقة يحبوا يطوروها ويكبروها. وبالتالي اذا مرت مرحلة المحادثات الصغيرة بنجاح، تقدر تدخل على المرحلة التانية وهي مرحلة إكتشاف الحقايق"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "في مرحلة إكتشاف الحقائق ، بتقدروا تشاركوا بعض بمعلومات عن نفسكوا، زي الوظيفة ومكان اقامتكوا او كمان اهتماماتكوا. دي مرحلة التعرف على بعض، وبيكون هدفها معرفة اذا كان في حاجات مشتركة ما بينكوا ولا مفيش. وهي بردوا اشارة بانكوا بتفتحوا المجال اكتر لبعض ولكن في نفس الوقت بتفضلوا في منطقة المواضيع المقبولة والعامة. كمان اذا عدت المرحلة دي بطريقة كويسة، تقدروا تتكلموا في الاراء ووجهات النظر وهي المرحلة التالتة."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "في المرحلة التالتة من المحادثات الاراء ووجهات النظر، بتقدر تشارك ارائك ووجهات نظرك في مواضيع كتير، زي السياسة أو نظام الشغل الجديد، أو حتى في حاجة معينة متابعينها الفترة الاخيرة. وبالتالي هيساعدك في المرحلة دي انك تكون عندك علم بمواضيع مختلفة ليها علاقة بحاجات من أول السياسة لحد الترفيه والأحداث الحالية والجديدة."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وعشان توصل لمرحلة مشاركة الاراء دي، فأنت محتاج تمر بالمرحلتين الاولى والتانية عشان سببين الاول، ان الانسان بيحتاج يبنى علاقة بسيطة ومعرفة بالشخص الاخر قبل ما يتكلموا في مواضيع فيها اراء ومواضيع شائكة، حتى لو كان النقاش فيها صحي ولطيف السبب التاني وهو ان مشاركة الاراء ووجهات النظر بيدي الفرصة للشخص الاخر انه يعرفك ويتعمق في معرفتك أكتر، وده بيحتاج مستوى معين من الاطمئنان والثقة ما بينكوا. ولأن الاراء بطبيعتها مثيرة للجدل، فخليك متأكد انك في الحدود الآمنة في مناقشة الاراء في المراحل الاولى من علاقتكوا."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "أما المرحلة الرابعة فهي مرحلة الاعتراف بالمشاعر والاحاسيس الشخصية. على سبيل المثال، ممكن تتكلم عن حماسك ببداية مشروع جديد، أو قلقك بسبب حاجة ممكن تحصل. وبناءً على سياق الكلام ومستوى الصداقة، هتقدر تتكلم عن تفاصيل شخصية أكتر. والمرحلة دي بتحتاج طبعا ثقة، علاقة قوية، وصداقة حقيقية. لأن طبيعة حواراتها بتكون شخصية جدا وخاصة."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "بتختلف المرحلة اللى بيكون مرتاح فيها الشخص أنه يتكلم عن مشاعره الشخصية من حد للتاني، وهتلاقي ناس محتاجة أكتر من محادثة وحوار قبل ما يطمنوا ليك ويثقوا فيك كفاية ويتكلموا عن نفسهم. واحيانا حتى ممكن متعرفش توصل أبداً للمرحلة دي مع بعض الناس. بس خليك واعي ومدرك لاستعداد الاشخاص اللى حواليك قبل ما تتكلم في مواضيع شخصية."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "وخلى بالك ان الإنصات بيكون مهم جدا في كل مراحل الحوار، ولكن بيكون أهم كمان بالتحديد في المرحلة الرابعة دي. أنصت بتعاطف وتركيز عشان كمان تظهر اهتمامك وشعورك ناحية الاحاسيس اللى هم شاركوك بيها."
            }
        ]
    },
    {
        "videoId": 10,
        "video_title": "Moving The Conversation Along Asking For Examples & Using Repetition",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "انك تفتح كلام مع حد فا دي مهارة، انك تخلي المحادثة والحوار يستمروا دي مهارة تانية. المحادثة الناجحة والفعالة هي اللى بتكون سلسلة وكمان بتتقدم وتتطور. عشان متوصلش لمرحلة انك مش عارف تقول ايه ومش عارف تكمل الحوار، فأنت محتاج تعرف أساليب وطرق تساعدك. واحنا هنناقش سوا أربع أساليب مختلفة وهما  انك تسأل على أمثلة، تستخدم التكرار، التلخيص، وانك تسأل بغرض الوضوح واكتمال الصورة."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "الأسلوب الأول انك تسأل على أمثلة واحدة من الطرق انك تخلي الشخص اللى بتحاوره يوضح الافكار اللى بيناقشها معاك أكتر، هي أنك تسأل انه يستخدم أمثلة يوضح بيها قصده. الامثلة بتدي صورة عميقة وتفاصيل عن معلومة معينة. ممكن كمان توضح المبادي والاهداف المقصودة من اللى اتقال، او حتى التجارب الشخصية."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "الأسلوب التاني  التكرار الاسئلة مش هي بس الاداة الوحيدة اللى ممكن تستخدها عشان تخلي المحادثة تستمر. انك تكرر او تعيد بعض الكلمات، أو الجمل اللى الشخص قالها، ممكن تحافظ على سير المحادثة، أو حتى توجهها في اتجاه مختلف. التكرار او اعادة الكلام دي هي طريقة وكأنك بتقول ايوة كمل انا معاك أو حتى قولي كمان وعرفني أكتر. أو تاخد جزء من كلامه وتقولوه ليه تاني بس بصيغة مختلفة. التكرار هو أسلوب بيظهر للشخص اللى بيتكلم انك مركز معاه وسامعه كويس، وان حاجة قالوها انت اهتميت بيها أكتر وبتشجعهم انهم يتكلموا عنها بتفصيل أكبر."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "وهو كمان طريقة لأنك تخلي التركيز في المحادثة على جزئية معينة أثارت اهتمامك. فاختيارك لكلمة او جملة معينة انك تكررها، بيوضح للشخص اللى بيتكلم ان دي الجزئية اللى انت حابب تسمع عنها أكتر. وأنت هنا حتى ممكن تختار الجزئية اللى انت حاسس ان الشخص يحب يتكلم فيها. وأخيرا، اعادة كلام معين، ممكن يكون طريقة انك توصل للشخص الاخر رد فعلك على اللى قالوه. وهيظهر ده باستخدام نبرة صوتك عشان تظهر صدمة او مفاجأة او تحمس او حتى حيرة وعدم فهم."
            }
        ]
    },
    {
        "videoId": 11,
        "video_title": "Using Summary Questions & Asking For Clarity And Completeness",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "عرفنا في الفيديو اللى فات أسلوبين بيساعدونا على على استمرارية المحادثة وهما السؤال على امثلة، واستخدام التكرار نجب بقى للأسلوب التالت وهو التلخيص انك تلخص اللى ناقشتوه، او اللى سمعته من الشخص الاخر كل شوية كده بيحافظ على استمرارية المحادثة. التلخيص ده هيبين قد ايه انت مركز وسامع وفاهم، وكمان هيدي احساس بان في تفاعل وتطور في المحادثة. لأن التلخيص ده بيظهر ان في جزئية من المحادثة خلصت وانه جه الوقت على الجزئية اللى بعدها عشان نتكلم فيها."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "نجي للأسلوب الرابع وهو طلب التوضيح وإكمال الصورة. مهم انك تأكد على فهمك لكل اللى اتقالك، وتشوف اذا كان عندك كل المعلومات وانها صحيحة. لأنه في الغالب اللى بيتكلم بيفترض ان اللى سامعينه فاهمين، فساعتها ممكن يفوت بعض التفاصيل. فبيبقوا فاكرين ان عند اللى بيسمعهم نفس الخلفية والمعلومات اللى بيتكلموا عليها. وبالتالي مش محتاج يوضح أكتر معني الكلام اللى قاله. واحيانا ممكن تدخل مشاعر في الكلام، زي الحماس الشديد، وممكن المشاعر دي متخليش المعني واضح ومفهوم. انك تطلب توضيح أكتر فـ ده هيدي للمحادثة عمق أكبر ومكسب لأفكار كتيرة. وكمان هتبين اهتمامك ورغبتك في فهم اللى الشخص عايز يقوله."
            }
        ]
    },
    {
        "videoId": 12,
        "video_title": "Remembering Names",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "كتير حصلنا الموقف ده في حياتنا قبل كده ان حد يقابلنا ويسلم علينا واحنا مش فاكرين خالص هو او هي مين. ونحس بإحراج ومش عارفين نقول ايه. وممكن حتى في اسواء الظروف ده يزعل الشخص اللى قدامنا. الكاتب والمحاضر دايل كارنيجي قال مرة اسم الشخص بيكون بالنسباله احلى واجمل واهم صوت في اي لغة ممكن يسمعه. لما نتكلم مع الناس بأسمائهم، احنا بنقولهم اننا بنحترمهم، انهم مهمين بالنسبالنا، اننا قريبين منهم.  فإذا كنت عايز تبني وتحافظ على علاقات كتير فيها صداقة أو حتى شغل، فأنت محتاج القدرة على انك تفتكر أسامي الناس."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "وعشان تتعامل مع المواقف دي بطريقة أفضل، في كذا حاجة ممكن تعملها اعرف ليه انت نسيت اسمه او اسمها، أحيانا بيكون السبب في انك مش فاكر الاسم مالوش علاقة بالذاكرة ، ولكن بسبب سلوك شخص عندك. زي مثلا انك مش بتثق في قدرت على حفظ اسماء الناس. او تكون بتتوتر في المواقف الاجتماعية دي فبتنسى. فانت محتاج تحدد وتعرف ايه اللى بيخليك تنسى الاسماء. وابذل مجهود في انك تقدر تفتكر بعد كده. اسأل شخص تاني. طريقة تانية تخليك تتجنب الاحراج في الموقف ده هي انك بذكاء كده تستعين بمساعدة حد تاني معاك في الموقف ده. فلو معاك صاحبك وانت مش فاكر اسم شخص معين فممكن تسال صاحبك ده على اسم الشخص اللى انت مش عارف اسمه."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "اطلب كارت شخصي. انك تطلب الكارت ده ممكن تكون حركة بسيطة ولكن ذكية عشان تفتكر منها اسم الشخص. فدايما اطلب الكارت الشخصي لو كان ده متاح. قدم حد تاني للشخص ده. لو حواليكوا حد تاني انت تعرفه ممكن تقدمهم لبعض. فمثلا تقول انت قابلت زميلي محمود؟ محمود شغال في قسم العلاقات العامة في الشركة. وساعتها من باب الاحترام الشخص اللى انت مش فاكر اسمه هيقدم نفسه لصاحبك وانت تقدر تعرف اسمه او اسمها."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "مفيش مشلكة بردوا لو انت خلاص مش عارف تسترجع اسم الشخص ،ولقيت الشخص ده محترم ولطيف، انك تقول ببساطة سامحني انا عارف حضرتك بس مش فاكر الاسم وممكن حتى تقول بعض التفاصيل اللى انت فاكرها عن الشخص ده."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وخليك دايما فاكر مقولة دايل كارنيجي اسم الشخص بيكون بالنسباله واجمل واهم صوت ممكن يسمعه. فمهم جدا انك تحاول بكل الطرق تحفظ أسماء الناس اللى بتقابلهم، لأن زي ما قلنا اننا لما نتكلم مع الناس بأسمائهم، احنا بنقولهم اننا بنحترمهم، انهم مهمين بالنسبالنا، اننا قريبين منهم.  فإذا كنت عايز تبني وتحافظ على علاقاتك مع الناس  فأنت محتاج القدرة على انك تحفظ وتفتكر أسماءهم"
            }
        ]
    },
    {
        "videoId": 13,
        "video_title": "Influencing And Seeing The Other Side",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "مهارة اقناع الاخرين هي مهارة مفيدة جدا، بتساعدنا نبيع منتجات او افكار، بتساعدنا نقنع اشخاص ومنظمات بانهم يساعدونا، وحتى بتدينا القدرة على تغيير العالم. فعلى الرغم من اننا معندناش القدرة على التحكم في الناس، الا اننا ممكن نعمل اقصى ما في استطاعتنا عشان نقنعهم."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "هنتكلم هنا مع بعض على كيفية تطوير مهارة الاقناع عندنا. بالتحديد هنتكلم على فهم الجانب الاخر، خلق تواصل وتقريب المسافات، والتنازل بدون استسلام. نجي لأول حاجة وهي فهم الجانب الاخر أول خطوة في اقناع الناس هي الدخول لعالمهم. بمعني انك متفكرش في وجهة نظرك انت، ولكن تركز على فهم الموقف من منظور الشخص الاخر. خليك دايما فاكر، ان كل شخص مننا فريد من نوعه، وكل واحد ليه رؤيته الخاصه للعالم. وبالتالي مينفعش تفترض ان اللى واضح بالنسبالك واضح كمان للي بتتكلم معاه."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "باختصار اكتر، انك تكون قادر تجاوب على سؤال ايه اللى انا هكسبه؟ أنا استفدت ايه؟ ولكن من وجهة نظر الشخص الاخر فهم وجهة نظر الشخص الاخر هو معرفة الحاجات المهمة بالنسبالهم زي اهتماماتهم والقيم الخاصة بيهم، والحاجات اللى بيفضلوها. هل عندهم احاسيس قوية تجاه اللى انت بتعرضه عليهم؟ ايه اللى ممكن يخليهم ميقاوموش عرضك؟ ايه الصفات الشخصية أو وضعهم الاجتماعي او وظيفتهم اللى ممكن تستخدمها عشان تخلي كلامك مقنع اكتر ليهم؟ عشان توصل للمرحلة دي من فهم الشخص ده، فانت محتاج تبحث عنهم وتدرسهم الى حد ما، وتتابعهم وتتابع تصرفاتهم."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "فمثلا إزاى ممكن تقنع امهات عاملة ومقيمة في المدينة، بانهم يزرعوا نباتات طبية بدلا من انهم يشتروا ادوية مصنعة؟ ممكن لو انت مش عندك مهارة فهم الجانب الاخر، تفكر انك تقنعهم بحُجة انه هيكون عندهم الحاجة الطبية اللى محتاجينها موجودة مباشرة في البيت بدل ما يجروا يشتروها من الصيدلية كل مرة حد يتعب."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "ولكن الحُجة دي مش هتكون مقنعة اوي بالنسبالهم كأمهات بتشتغل وعايشين في المدينة. لأن هيكون انسب بالنسبالهم انهم يشتروا الدوا من الصيدلية على انهم يوفروا مكان في بيت المدينة اللى مش واسع اوي اصلا، وكمان انهم هيزودوا على نفسهم ساعتها مسئولية متابعة النباتات دي وسقيها بالمياه والتأكد من وجود شمس واضاءة كافية."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "ولكن لو فاهم الجانب الاخر من منظوره، هتلاقي انهم كأمهات دايما بطبيعتهم هيهتموا بحاجة واحدة اكتر من اي شئ تاني، وهي صحة وسعادة اطفالهم. الامهات اللى بتشتغل fulltime دول بيبعدوا فترة عن اطفالهم، هم متحملين ده بس عشان مواجهة الظروف الصعبة، وفي الغالب مش مبسوطين أوي بسبب فكرة انهم مش متواجدين مع اطفالهم طول الوقت."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "فا في الحالة دي لو بنيت فكرتك معاهم بأنه التلوث في المدينة، وكل المواد الكيمائية المستخدمة في الاكل اليومي والدواء، بيقللوا مقاومة الاطفال للامراض، وانه الدواء الطبيعي من النباتات في الحالة دي هيكون افضل لزيادة صحة اطفالهم وكمان طريقة انهم يظهروا حبهم للأطفال دي، في الوقت ده هيكون عندك فرصة اكبر بكتير تقنعهم بزراعة النباتات الطبية عن شراء الدواء من الصيدليات. وده يوضحلنا قد ايه فهم الجانب الىخر مهم جدا في التأثير والاقناع."
            }
        ]
    },
    {
        "videoId": 14,
        "video_title": "Building A Bridge",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "مهارة خلق التواصل وتقريب المسافات هي مهارة مهمة في المواقف اللى بتحتاج إقناع، والمقصود بخلق التواصل هنا هو محاولة التقرب من الناس وبناء علاقة وتقارب وألفة مابينكم. فبالتالي الشخص الاخر يكون مرتاح وهو بيتكلم معاك، تكسب ثقته، وتعرف اهتماماته."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "والكلام ده كله مهم جدا في الاقناع، لأن الناس في الغالب بتقتنع بكلام شخص بيحبوه، بيثقوا فيه، او شايفينه واحد منهم. وكل ده مهم جدا مش بس في التواصل، ولكن كمان في التفاوض، فتقدر تحقق عن طريقه موقف فوز متبادل ليك وللشخص الاخر. تعالوا نشوف بعض الطرق اللى تخليك تحقق ده وتخلق تواصل الانصات التفاعلي لو عايز تخلي شخص يثق فيك، فلازم توصلهم انك بتقدر تواجدهم وبتحترمه، وانك بتبذل مجهود وبتحاول تفهم اللى بيقولوه. واللى يحقق ده انك تنصت ليهم كويس جدا."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "استخدم لغة معتادة ليهم طريقة غير مباشرة في خلق التواصل وتقريب المسافات بينك وبين شخص اخر، هى انك تبان بكلامك وطريقة تعبيرك وحتى لغة الجسد انك زي الشخص الاخر. على سبيل المثال، استخدم مصطلحات البيزنس وانت بتتكلم مع مدير الشركة، ولكن استخدم اللغة البسيطة العادية وانت بتتكلم مع الموظفين. كمان شوف ايه السرعة اللى بيحبوا يعملوا بيها شغل. بعض الناس بتحب تاخد الامور ساعتها واحدة واحدة، وفي ناس بتحب تدخل مباشرة في الشغل وتتكلم مباشرة. فالبتالي عدّل طريقتك عشان تناسب ده وده."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "إظهر التشابه اللى بينكوا مهما كان في شخصين مختلفين، فدايما هيكون على الاقل في حاجة مشتركة مابينهم. لو عايز تقنع حد، دور على الحاجات المشتركة دي مابينكم واظهرها ووضحها. من الحاجات المشتركة اللى مهم تظهرها هي الاهتمامات، أو الاهداف اللى بتتشاركوا فيها. والمهارة الاولى اللى اتكلمنا فيها الخاصة بفهم الجانب الاخر هتساعدك في النقطة دي."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "التواصل المستمر التواصل الدائم والمستمر من الحاجات اللى هتساعدك في اقناع الناس. لو حسيت ان في مقاومة من الشخص الاخر ليك او لعرضك، او في اختلافات واضحة بينك وبينه، حاول بس تقابل الشخص ده وتفتح مجالات للتواصل. مجرد ظهورك بشكل مستمر في دائرة الشخص الاخر ممكن يزود مصداقيتك وتقبلهم ليك."
            }
        ]
    },
    {
        "videoId": 15,
        "video_title": "Giving In Without Giving Up",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "الامور في الحياة نادرا ما بتكون ابيض واسود. في اغلب الحالات، فيه بعض الحالات اللى فيها نزاع وخلاف واللى ممكن فيها توصل لحل وسط وتنازل من الناحيتين. لو عايز تزود فرصك في اقناع الناس، لازم تكون مستعد انك تقدم بعض التنازلات. حتى ولو على مستوى مجرد الموافقة على الاختلاف، او اعترافك بان الشخص الاخر ليه الحق في رأيه، او اعترافك بان الشخص الاخر قدم حُجة مقنعة."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "مهارة الاستعداد لتقديم بعض التنازلات مهمة جدا، لأن في العموم الناس مش بتحب تتعامل مع حد عايز انه يكسب دايما ويطلع بكل المكسب لنفسه، او يحب انه دايما يتقاله انت صح لمجرد انه يكون صح. ده بيخلي العلاقات فيها خلاف وتنافس على انها تكون علاقات تعاونية مفيدة للكل."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "النقاش فيها هيتحول لجدال، والجو العام بيكون مشحون. فلو عايز تكسب ود شخص اخر وتحافظ عليه، فلازم تكون مستعد لتقبل او حتى الموافقة على طلباتهم المعقولة والمقبولة. ممكن حتى تتنازل انت بقصد عن بعض الحاجات اللى تقدر تتنازل عنها في سبيل الهدف النهائي والمكسب الاكبر. الشخص اللى بيكون مستعد لتقديم بعض التنازلات من وقت للتاني، الناس بيشوفوه كشخص عقلاني وواقعي. كمان بيوضح انك عايز الشخص الاخر يكون هو كمان كسبان وعايز مصلحته زي نفسك."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "على الاقل هتشجع ثقافة المقايضة والمنفعة المتبادلة، انا هتنازلك عن حاجة في مقابل تنازلك انت عن حاجة. الخدعة هنا هي في اختيار اللى انت هتقدمه كتنازل، فطبعا انت مش عايز تستسلم وتتنازل عن اهم حاجة بالنسبالك. خلي دايما عينك على هدفك الرئيسي وشوف ايه اللى ممكن تضحي بيه في سبيل الوصول للهدف ده. واذا قدرت توصل لمكسب للطرفين ما بين اللى انت عايزه واللى الشخص التاني عايزه، فده كمان هيكون أفضل."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "يعني مثلا ازاي تقنع مديرك يسمحلك تاخد عمل حر خارج الشركة، على الرغم من انك كنت موافق من البداية ان ده مش هيحصل؟ هتعمل ايه لو مديرك قالك انك موقع عقد بيقول انك هتشتغل مع الشركة دي بس، وانك تاخد شغل خارج الشركة ده في تعارض في المصالح؟ لو بدأت بمعارضة اللى مديرك قاله –مثلا انهم عمرهم ما زودولك مرتبك من ساعة ما اشتغلت بقالك خمس سنين رغم التغير الاقتصادي ووضع البلد في الغالب هتخلي مديرك متضايق ومش متقبل للكلام، وهتقلل فرصتك بانك تقنعه."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "ولكن لو هديت وقولت لمديرك انك ايوة وقعت على عقد بيقول كده فعلا وده اللى حصل، وانك فاهم ان ده ممكن يعمل تعارض مصالح، انت كده استقبلت رد فعل مديرك بهدوء وخليته هو كمان يهدي ومياخدش موقف دفاعي. مش معنى كده انك استسلمت، ولكن تقدر بعد ما هدّيت الموقف كده وهدّيت مديرك، انك تقترح حل فيه مكسب للطرفين وتبادل منفعة. مثلا انك تعمل تغيير في العقد ينص على انك متقدرش تاخد شغل حر مع المنافسين الاساسيين للشركة، وانك ملزم ترجع للشركة قبل ما تقبل اي عمل حر. فبكده تقدر توصل لهدفك وتزود دخلك، وبدون وجود اي تعارض مصالح."
            }
        ]
    },
    {
        "videoId": 16,
        "video_title": "Bringing People To Your Side A Dash Of Emotion",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في الفيديوهات اللى فاتت اتكلمنا على انك ازاى تقدر تزود مهارة الاقناع عندك، وتجهز نفسك لعملية الاقناع. هنكمل كلامنا. وهنتعرف على الطرق اللى تخليك تضم الناس لصفك. هنتكلم بالتحديد عن الاساليب وطرق الاقناع لكسب ود الشخص الاخر على جانب المشاعر وجانب المنطق."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "أولا  جانب المشاعر المشاعر كانت دايما محرك أساسي لتصرفات وسلوكيات الناس. والناس اللى شغالة في الدعاية والاعلان دايما بيستغلوا النقطة دي ويلعبوا على نقطة مشاعر الناس. فتلاقيهم بيقولوا ان المنتج ده الخاص بالتجميل هيخليكي واثقة من نفسك ويخلي الناس تعجب بيكي. والمكان الفلاني هيخليك تنسى كل همومك ومشاكلك."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "وفي ناس كتير بتبدأ في علاقة معينة بس عشان الطريقة اللى الشخص الاخر بيخليهم يحسوا بيها. وكمان حتى الحملات الانتخابية وحتى الحروب بتكون مبنية على مجموعة من مشاعر الغضب والاحتقان والشعور بعدم الإنصاف.وبالتالي مينفعش تستقل بقوة المشاعر كطريقة للتأثير على الناس وإقناعهم. طاب ليه المشاعر قوية؟ اول سبب هو ان المشاعر ليها دور كبير في التأثير على مدى الارتياح عند اي حد وعلى الحالة العامة ليه. المشاعر الايجابية بتخلي عندنا احساس كويس، وعلى العكس المشاعر السلبية بتدفعنا اننا نعمل اى حاجة عشان يبقى عندنا احساس كويس. ولكن كمان المشاعر بتربطنا دايما بالجانب الانساني لكل واحد فينا. فتقريبا كل المشاعر معروفة ومشتركة عالميا بإختلاف العِرق والدين والسن او حتى الوضع الاجتماعي."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "طيب ازاى تضيف لمحة من المشاعر لطريقتك في التواصل مع الاخرين؟ ركز على ان الاستفادة مربوطة بالشعور والاحساس الجيد. فلو انت عايز تضم حد لصفك، عرفهم قد ايه اقتراحك ده هيخلى عندهم شعور كويس. فمثلا لو واحدة عايزة تقنع جوزها انهم يسافروا سفرية احلامهم، توصفله قد ايه هيكون مرتاح البال وانه يومه هيكون مريح. فلو قدر يتخيل الصورة دي في دماغه، فهي كده نجحت."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وضحلهم الاحساس السئ اللى حاسينه تجاه حاجة معينة وبعدين وفرلهم الحل للتخلص من الاحساس ده. الاحاسيس السلبية قوية جدا في التأثير على السلوك. لأنها بتدي للشخص احساس بالتنافر وعدم التوازن. وعشان كده الاحساس بالغضب او الحزن او الصدمة، كلها مشاعر مش بيرتاح الشخص لوجودها. ومثال على استخدام الأحاسيس السلبية في انك تضم الناس لصفك او تقنعهم هو شرح المساوئ والرعب اللى ممكن يحصل لحد بسبب حادثة عشان تقنعهم يربطوا حزام الامان."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "وضحلهم ان الموضوع شخصي. فبدل ما تركز على مشاعر الشخص الاخر بس، ممكن تركز على انك توصل مشاعرك انت. طريقة فعالة جدا لإقناع الناس هي انك قناعتك دي جاية من تجربة شخصية مريت بيها، وانك مرتبط بمشاعرك بفكرة معينة عشان كده. مثلا، انك تظهر مدى حماسك سواء بالتواصل اللفظي او غير اللفظي، بكلماتك وبكل حركتك وانت بتعرض عليهم حاجة معينة، واللى هيبين قد ايه انت مصدق في اللى انت بتعرضه عليهم."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "وعشان تقدر توصل مشاعرك وانت بتتواصل مع حد، لازم تستخدم المهارات اللى اتكلمنا عنها في الاقناع. زي فهم الطرف الاخر، لو انت عارف وفاهم ازاى الشخص بيبص لموقف معين، هتعرف ايه المشاعر اللى هتشدهم. والمشاعر ممكن توصل للشخص الاخر عن طريق لغة الجسد، التغييرات في درجة الصوت ونبرته، انك تقول مباشرة اللى انت حاسه او عايز الشخص التاني يحس بيه، وانك ترسم صورة للمواقف اللى متوقع فيها رد فعل مبني على العاطفة. ومتنساش عشان تستخدم المشاعر صح وبكفاءة عالية، استخدم القدر المناسب منها. متبالغش ابدا."
            }
        ]
    },
    {
        "videoId": 17,
        "video_title": "Plenty Of Facts And Bringing It All Together",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "على الرغم من أن المشاعر ليها تأثير قوى على سلوكيات وتصرفات الآخرين، الا اننا عارفين ان الآخرين مش بس مجموعة من المشاعر. فيه بعض المواقف اللى تحتاج تشتغل فيها على العقل بدل القلب. التواصل الفعال لازم يكون منطقي وليه معني. وكمان لازم يكون مبني على حقايق. الحقايق بتخلق حُجج مقنعة، لأنه مفيش اي مجال انك تتجادل او تخالف حقيقة معروفة. لو في حاجة في الواقع، حقيقية، او مثبتة علمياً، لازم الناس هتتقبلها وبالاضافة لكده، عرضك لحقايق في تواصلك مع حد بيبين قد ايه انت دارس الموضوع اللى بتتكلم فيه، واللي بدوره بيبين انك جد في اللى بتقوله."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "مهارتين مهمين جدا هيساعدوك وانت بتستخدم الحقايق في تواصلك مع الآخرين. المهارة الاولى هي القدرة على التفريق ما بين الحقيقة والرأي. الحقايق هي بيانات موضوعية، ويمكن التأكد من صحتها بطرق معتمدة، زي الاستعانة بخبير. بتعتبر حقيقة بناءً على أدلة واقعية. أما الرأي فهو عبارة عن جمل شخصية وغير موضوعية، وتخضع للتفسير الشخصي لكل واحد."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "أما المهارة التانية فهي القدرة على خلق حُجج منطقية ومُقنعة من الحقايق. الحقايق لا يمكن الجدال فيها، ولكن بردوا لازم تستخدمهم بذكاء عشان يكون ليهم تأثير قوي. الحُجج من الحقايق لازم تتبع قواعد التحليل الاستنتاجي."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "على سبيل المثال، من البحث العلمي اللى وجد ان مشاهدة التليفزيون بتسبب نقص في التركيز عند الاطفال، ممكن نستخدم الحُجة دي لازم نقلل وقت مشاهدة الاطفال للتليفزيون. لأن دي حُجة منطقية، بدل ما تقول نقص التركيز مش موجود عن البالغين. وكمان مثال على استخدام الحقايق في التواصل انا مؤمن انى أستاهل ترقية لأني قدرت ازود انتاجية القسم بنسبة 12% من ساعة ما توليت وظيفتي من سنة."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وعشان تحقق أفضل النتايج، استخدم المشاعر والحقايق مع بعض عشان تقنع الناس. فا في النهاية، كل الناس بتستخدم عقلها وقلبها في كل مواقف حياتهم اليومية. وبكده استخدام الجانبين هيخلي اسلوبك شامل ومتكامل. زي مثلا لما أم تقول لبنتها  انتى لازم تجيبي فستان الفرح ده! مخليكي شبه الاميرة. تخيلي هيبقى شكله عامل ازاى وانتى داخلة بيه فرحك، والاضواء وراكي وده كده جانب المشاعر والعاطفة. وكملت كلامها وقالت كمان الفستان ده عليه خصم، 30 في المية. فهيكون مناسب لميزانيتك، وكمان سايبلك فلوس منها تصرفيها على اكسسوارات معاه وده كده الجانب العقلاني."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "الفكرة هي انك تكون ثابت على مبدأ واحد، عشان ميكونش في تنافر وانفصال بين جانب المشاعر والجانب العقلاني في تواصلك مع الناس. وانك تحقق ده بنجاح، هيخلي استخدامك للمشاعر بيوازن جمودية المنطق، والحقايق هتظبط درجة المشاعر والاحاسيس."
            }
        ]
    },
    {
        "videoId": 18,
        "video_title": "Sharing Your Opinionusing Messages",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في أي موقف اجتماعي، بيكون مُتوقع منك انك تشارك. انك تشارك بأرائك فدي طريقة تظهر بيها شخصيتك للعالم، وطريقة تصنع بيها الصورة اللى تحب توصلها للناس عن نفسك. وهي كمان دعوة للناس التانية انها تشارك بأرائها، عشان تدي الفرصة لوجود نقاش فعال."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "واحنا هنتكلم هنا عن المهارات اللى ممكن تستخدمها وانت بتشارك برأيك. بالتحديد هنتكلم عن كيفية التواصل باستخدام كلمة انا، ازاى تعارض وتنتقد نقد بنآء، وازاى تحقق إجماع وتوافق على الرأي. التواصل بكلمة أنا بيركز على الشخص اللي بيتكلم. لما بتستخدم جملة بكلمة أنا، فأنت بتتحمل مسئولية مشاعرك بدلا من اتهام الشخص الاخر في انه خلاك تحس احساس معين. فالتواصل بيها بيكون متكون من الحاجات دي وصف للمشكلة هتوصف التصرف اللى على اساسه كان رد فعلك، بطريقة مفيهاش لوم ولا حُكم على الاخرين. تأثيره عليك وعلي العمل  هتوصف التأثير المحسوس والملحوظ للسلوك ده. اقتراح لسلوك مختلف انا افُضّل التصرف يكون الاتي ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "وده مثال على جملة بكلمة أنا أنا اضطريت انتظر بره المكتب ساعة كاملة اضافية وصف المشكلة، وده خلاني اتضايقت تأثيرها عليك، أنا أفضّل انك تبعتلي رسالة تعرفني فيها اذا كنت هتتأخر اقتراح لسلوك مختلف."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "أهم حاجة في الطريقة دي هي انها محايدة. مفيهاش اي تهديد او جدال او لوم. انت بتتجنب ان الشخص الآخر يكون في موقف دفاعي، لأن أساس أستخدام جملة ال أنا هي انك بتقوله أنا عندي مشكلة بسبب ده مش انت عندك مشكلة. وبالتالي المتكلم هنا بيتحمل مسئولية مشاعره."
            }
        ]
    },
    {
        "videoId": 19,
        "video_title": "Disagreeing Constructively & Building Consensus",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "مفيش مشكلة أبدا في انك تختلف مع حد، مفيش شخصين زي بعض تماما في كل شئ، وبالتالي أكيد طبيعي يكون في تعارض او اختلاف ولو على حاجة واحدة على الأقل. ومفيش كمان غلط في ان يكون ليك موقف معين و انك تدافع عنه. وعشان تطلع باستفادة من الاختلاف في الرأي ده، لازم تخلي نقدك ومعارضتك بناءة. ودي بعض عناصر النقد البناء التركيز على الحل اي خلاف او معارضة لازم يكون هدفها الوصول لتسوية وحل في نهاية النقاش. الاحترام المتبادل زي ما بنقول اختلاف الرأي لا يفسد للود قضية، ومش معنى ان في تعارض في الرأي انه ميكنش في أدب واحترام من الطرفين."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "المنفعة المتبادلة المعارضة البناءة مش معناها ومش هدفها انك تتفوق على الشخص الاخر. الحل الامثل في النهاية هو اللى يحقق منفعة متبادلة تفيد الطرفين. تنازلات منطقية في الغالب الوصول لمنفعة متبادلة معناه انك مش هتاخد كل اللى كنت عايزه. لازم وجود بعض التضحيات والتنازلات عشان توصلوا لحل وسط. في اي معارضة بناءة، الطرفين لازم يكونوا عندهم مرونة واستعداد للتنازل شوية."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "التركيز  على التعلم من الموقف اطراف المعارضة البناءة بيبصوا للموقف ده كفرصة للحصول على فيدباك على مدى كفاءة النظام، عشان يعملوا اي تغييرات ضرورية. وكمان بيبصوله كتحدي في انهم يكونوا عندهم مرونة كافية وابداع للوصول لحل يرضي الجميع. والوصول لإجماع على الرأي معناه ان الكل وصل لاتفاق على حاجة كانت منطقة خلاف. الوصول لإجماع في الراي واتفاق هو النهاية المثالية لأي مفاوضات. فإذا قدر الطرفين يوصلوا لحل يتفقوا عليه هم الاتنين، هيبقى منعنا أي إحساس بالغضب أو الخلاف أو على الأقل قللناه."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "وعشان توصل لإجماع على الرأي ركز على الدافع ورا الموقف مش الموقف نفسه حاول توضح الدوافع اللى ورا ان شخص واخد موقف معين. على سبيل المثال، الدافع ورا طلب حد لزيادة في المرتب هو تحقيق أمان مالي للشخص ده. لو قدرت توصل للطرف التاني انك فاهم وواخد بالك من الاحتياج ده، وانك في النهاية هتاخد الموقف اللى يحط الأمان المالي ده في الاعتبار، فأنت كده اقرب انك توصل لإجماع واتفاق في الرأي."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "استكشفوا الاختيارات المتاحة سوا الاتفاق في الرأي ده ممكن يحصل بنسبة أكبر لو الطرفين بيدوروا على حلول. ده هيضمن زيادة التواصل ما بين الطرفين وأن اي مقاومة او رفض بيحصل عليهم نقاش وفهم لأسبابهم."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "زود التوافق وقلل الاختلاف الإجماع على الرأي بردوا ممكن يحصل بنسبة أكبر لو قدرت تركز على الحاجات المشتركة بينك وبين الطرف الاخر، وتقلل كل الاختلافات. زيادة التفاهم بين الطرفين هيسهل انهم يوصلوا لحلول مشتركة. وكمان هيقلل الأسباب النفسية اللى بتمنع الاستعداد للتنازل للوصول لحل."
            }
        ]
    },
    {
        "videoId": 20,
        "video_title": "Negotiation Basics",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "احنا ممكن نعمل اقصى ما عندنا عشان نخلي الناس تقف في صفنا. ولكن ممكن تعمل ايه لو الطرف التاني مُصّر على رأيه بنفس الدرجة؟ يبقى جه الوقت للتفاوض. هنتكلم مع بعض على بعض المهارات الاساسية للتفاوض واللى تقدر تحقق حاجتين، انك توصل لأنسب وضع بالنسبالك، وانك تمر بنقاش ودي وسلمي لطيف مع الطرف التاني. هنناقش  التفاوض في مراحله الأربعة التحضير، الافتتاحية، التفاوض، إتمام التفاوض."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "المرحلة الأولى   التحضير فكر فيها كأنها مرحلة وضع الاستراتيجية قبل التفاوض . لازم تعرف من الاول ايه هي نقط ضعف ونقط قوة الطرف التاني في المفاوضات، وكمان نقط ضعفك وقوتك انت. عشان نقدر نحدد ايه الطريقة اللى هنمشي عليها. ودي بعض النقط المهمة في مرحلة التحضير ابحث واعرف معيار ومتوسط السوق في الحتة دي. عشان تضمن انه ميتضحكش عليك، لازم تعرف السعر المتداول للحاجة اللى بتبيعها او بتشتريها. على سبيل المثال، اعرف ايه هو متوسط الراتب لشخص عنده خلفيتك وخبرتك في مجال معين قبل ما تروح تتفاوض على المرتب. اعرف حدودك. النقطة دي مهمة جدا وليها علاقة بالنقطة الاولى. وانت بتدرس دوافعك وهدفك. لازم تحدد ايه اللى ممكن تتنازل عنه، وايه اللى مفيهوش اي تنازل بالنسبالك. لما تعرف حدودك ايه وواضحة في دماغك، هيمنعك انك توافق على حاجة وترجع تندم عليها. وهيساعدك كمان تحط الحد المسموح بيه عشان توصل لهدفك من المفاوضات."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "حط نفسك مكان الطرف التاني. عارف ايه افضل طريقة تحضر بيها عملية المفاوضات دي؟ انك تحط نفسك مكان الطرف التاني، وتسأل نفسك لو انت الطرف التاني، ايه اللى ممكن تشوفه او تسمعه عشان توافق؟ لو تقدر تعمل بحث مكثف عن الاطراف التانية في المفاوضات، وعن موقفهم فيها، يكون افضل بكتير ليك. هل هتتعامل مع ناس معروف عنهم انهم صعبين؟ وايه اللي مخليهم معروفين بانهم صعبين؟ هل عندهم مشاعر قوية ضدك؟ تقدر تستخدم كل المعلومات دي عشان تساعدك في استراتيجيتك اللى هتستخدمها."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "حدد مناطق ومجالات التفاوض. دلوقتي بعد ما درست موقفك ودوافعك، وكمان موقف الطرف التاني. جه الوقت انك تحدد الارضية المشتركة واللى ممكن تشتغل عليها. وطريقة تعمل بيها ده هي انك تبص على الدوافع المشتركة بينكوا. اذا قدرت توضح أن حاجة معينة تقدر تنفع الطرفين بطريقة مُرضِية للكل، فانت في الغالب هتحصل على موافقة."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "جهز نفسك عقليا ونفسيا وجسديا. التفاوض ممكن يكون عملية مرهقة. لازم تكون صاحي ومركز. متحكم في مشاعرك وانت بتتفاوض، فخليك متأكد انك في حالة كويسة وطبيعية. وقبل ما تبدأ في أي مفاوضات، جهز نفسك بالتركيز وانك تصفي دماغك تماما وتكون نايم كويس."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "جهز مكان ووقت للتفاوض. عامل مهم جدا في المفاوضات هو السياق المحيط بيه. لازم تعمل حسابك ان المفاوضات تكون في وقت ومكان يخلي الأطراف كلها مرتاحة، كل ما كان الأطراف حاسين بعدم راحة كل ما كان الوصول لأجماع في الرأي واتفاق صعب. فعشان كده لازم تعمل حسابك في أدق التفاصيل حتى لو درجة حرارة الاوضة اللى هتكونوا فيها قبل المفاوضات."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "وكمان تخلي بالك ان وضعية الجلوس للكل هي وضعية تدل على نقاش ودي، لو الطرفين قاعدين قصاد بعض وجها لوجه، ده بيدي احساس بالمواجهة والتحدي بينهم. لو قاعدين بعيد عن بعض جدا ممكن يبعت رسالة انك مش مهتم انك توصل لأرض مشتركة وحل يرضي الكل. "
            }
        ]
    },
    {
        "videoId": 21,
        "video_title": "Opening",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "نجي للمرحلة التانية من التفاوض وهيا  الإفتتاحية الطريقة اللى هتفتتح بيها المفاوضات وهتبدأ بيها، ممكن تأثر على شكل المفاوضات من اولها لأخرها. وبالتالي مهم انك تركز على الطريقة اللى انت هتفتتح بيها وبالطريقة اللى الطرف التاني هيبدأ فيها كلامه للمفاوضات."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ودي بعض النقط المهمة في مرحلة الافتتاحية وبداية المفاوضات اظهر احترامك للطرف الاخر، واستعدادك للتفاوض. المفاوضات بقت عادة بتعتبر كأنها مقابلة تنافسية، بس مش عايزين يكون ده الوضع. في الواقع، مجرد مجاملة بسيطة ممكن تقرب المسافات ما بين اي طرفين في المفاوضات، وتؤدي لمناقشة منطقية. فاستفيد من محادثات صغيرة ومجاملات بسيطة. وابتسامة صغيرة. لأنه في النهاية، انتوا طرفين عندكوا اهتمامات واهداف بتسعوا لتحقيقها. وتقدروا توصلوا لده من غير ما يكون في تنافسية واحساس بحد كسبان وحد خسران."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "اطلب أكتر او اعلى من اللى انت عايزه. دايما افترض ان الطرف التاني هيكون عايز يفاصل معاك، فعشان كده ابدأ بطلب اعلى من اللى انت عندك رغبة توصله. عشان تكون الزيادة دي هي حد مسموح بالتفاوض فيه. خليك فاكر كمان، ممكن الطرف التاني يكون مستعد يديك اكتر من اللى انت فاكر انك مستاهله. فمفيش مشكلة انك تبدأ بزيادة كده."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "متقبلش اول عرض تسمعه. خلي في اعتبارك ان الطرف التاني عامل حسابه بردوا انك تفاصل معاه، فالبتالي في فرصة كبيرة ان العرض الاول اللى سمعته ده هو اقل من اللى هم مستعدين يدفعوه. فابذل وقت وجهد في انك تقنعهم انك تستاهل اكتر من العرض الاول."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "اظهر نقاط قوتك بوضوح. في قاعدة أساسية في اي مفاوضات. وهي التفاوض وانت في مركز قوة، ما تترجاش او تدافع عن نقاط ضعفك. بدل كده، ركز على نقاط قوتك. وايه بيميزك. وبكده تبعت رسالة بأنك تستاهل اللى بتطلبه."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "تعالى نشوف خالد عمل عشان يحضر للتفاوض على الراتب خالد شاب مجتهد جدا، قدم في شغلانة على موقع من مواقع التوظيف وكلموه عشان يروح يعمي انترفيو. خالد كان مستعد جدا تقريبا لكل حاجة. لكن مشكلته هي ازاى هيتفاوض على الراتب.فبعد بحث، قرر ان أول حاجة يعملها يعرف متوسط الراتب للى زيه في السوق ويسأل على ناس شغالين في نفس الشركة ونفس الشغلانه. وقرر انه يحط حد أدنى مش هيقبل الوظيفة بأقل منه."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "ويوم الانترفيو راح وكان اداءه كويس جدا في الانترفيو. وجه ميعاد التفاوض على الراتب. لكنه طبعا أظهر احترامه عن طريق انه يسأل الـ interviewer عن متوسط الرواتب للى زيه في نفس الشركه. وهنا بدأ التفاوض بقى مهم جدا انك تحضر لأي عملية تفاوض، وتعرف ازاى هتبدأ التفاوض"
            }
        ]
    },
    {
        "videoId": 22,
        "video_title": "Bargaining",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "المرحلة التالتة من التفاوض هيا مرحلة المساومة أساس أي مفاوضات هو عملية التفاوض أو المساومة نفسها. في بعض الاوقات بيكون التفاوض سهل، بالذات لو مفيش مطالب بالتنازلات من الطرفين. ولكن في اوقات تانية بيكون فيها التفاوض صعب جدا. وكل طرف متمسك بطلباته بعند، يا اما عشان ميقدروش يقدموا تنازل معين، او عايزين الطرف التاني هو اللى يتنازل."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "وعشان كده مهم جدا تركز في النصايح دي عشان تقوم بتفاوض ناجح انصت واسمع باهتمام. الناس اللى معندهاش خبرة في التفاوض تبقى مركزة اكتر على اللى عايزين يقولوه، فبينسوا جزء مهم جدا من عملية التفاوض وهي السماع والإنصات. خد وقتك في انك تسمع الطرف التاني بيقول ايه، ممكن يدوك في كلامهم أدلة على اللي يهمهم. وايه العرض اللى تقدمه ساعتها عشان يوافقوا عليه."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "تنازَل عشان تلاقي تنازُل. تنازلك ممكن يكون طريقة عشان تمهد لمكسب لصالحك، أو توصل للطرف التاني انك فاهم مصلحتهم بردوا. على سبيل المثال، ممكن توافق تنزل شوية في سعر بضاعتك في مقابل انهم يشتروا كمية أكبر."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "حدد موقفك بناء على بيانات موضوعية. والنصيحة دي مرتبطة بمهارة استخدام الحقايق اللى اتكلمنا عنها. لو عايز تقوي موقفك في المفاوضات، اتكلم دايما بمعايير موضوعية. على سبيل المثال، توضيح انك بتعرض بسعر أقل من سعر السوق بناء على بيانات حقيقية من أرض الواقع هيقوي موقفك."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "قدّم اختيارات. كل الناس بتحب يكون ليها الاختيار. بتديهم قوة ومتحسسهمش بأنهم محبوسين او مجبورين على حاجة معينة. لو متوفر ليك الامكانية، جهّز باكدجات مختلفة الطرف التاني يقدر يختار منها. ممكن تكسب أكتر لو عندك فكرة كل حاجة متاحة لأى حاجة تناسبك"
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "خد بالك من طريقة تعبيرك وكلامك. لو عايز تقول حاجة معينة، اتاكد انك بتقولها بطريقة صح وايجابية، وان فيها منفعة للطرف التاني. على سبيل المثال، متقولش انك عايز مرتب اعلى عشان انت خريج جامعي. قول ان تعليمك الجامعي هيخليك تساهم مساهمة إيجابية في الشركة."
            }
        ]
    },
    {
        "videoId": 23,
        "video_title": "Closing",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "انك تعرف ازاى تتم المفاوضات وتنهيها بيكون بنفس أهمية البداية والافتتاحية بالظبط. لازم تكون متأكد انك سايب طرابيزة المفاوضات بإتفاق مُرضي لكل الأطراف. ولازم كمان تكون متأكد من ان الموضوع خلص بطريقة ايجابية. فا في النهاية، أن صفقة تمت ده ممكن يكون بداية لعلاقة كويسة ما بين الطرفين."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ودي بعض النصايح لمرحلة إتمام المفاوضات خلي بالك من أي إشارات بتدل على اتمام المفاوضات وانتهائها. ركز كده دايما في اي تغير في ديناميكية النقاش، عشان تلاحظ لما يكون الوقت المناسب للإنهاء. على سبيل المثال، لما تلاقي انه قلّت عدد الاعتراضات والحُجج من الطرف التاني فده ممكن يكون معناه انه خلاص وصلوا لكل المعلومات اللى محتاجينها عشان ياخدوا قرار."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "وبنفس المنطق، طلب العقد، هيكون في الغالب اشارة على انه الصفقة تمت، وكل اللى باقي هو انكوا تخلوها رسمية بعقد رسمي. حاجة مهمة خليك فاكرها قبل ما تقدم عرضك النهائي الفصال والجدال أثناء التفاوض ممكن ياخد وقت، ولكن لو اتبعت نصيحة انك تعرف وتحط حدودك قبل المفاوضات فانت المفروض تبقى عارف ايه هي وواضحة في دماغك تماما عشان لو قربت لها وانت في المفاوضات. لو حسيت انك خلاص قربت تقول عرضك النهائي وان الطرف التاني كمان مستعد لعرضه النهائي، فلازم هتقول وتنبه الطرف التاني لكده، بطريقة لطيفة ولكن جد بردوا."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "على سبيل المثال، ممكن تقول بطريقة مباشرة ده عرضي النهائي أو أعتقد أني خلاص وصلت لقرار. وبكده انت بتدي إشارة للطرف التاني انه يقول عرضه النهائي هو كمان. زوّد الضغط. لو الطرف التاني كان لسه متردد، وانت مستعد لإتمام وإنهاء الصفقة خلاص، فهنا ييجي الوقت انك تخلي فيه شوية ضغط على الطرف التاني. ومن الطرق المعروفة عشان تعمل كده هي انك تحط deadline أو ميعاد نهائي لعرضك ده. زي مثلا وعرضي ده هينتهي الساعة 2 مساءً، او وريهم ان عندك اختيارات تانية تفكر فيها. زي مثلا انا بردوا متقدملي عرض من الشركة الفلانية."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "التلخيص طريقة تانية انك تنهي بيها المفاوضات هي بتقديم ملخص سريع كده لكل اللى وصلتوله لحد دلوقتي، فهتوضح كل المشاكل اللى اتحلت وحلها وايه الحاجات المتوقعة انها تتم من جانب كل الاطراف. على سبيل المثال ممكن تقول طيب، يبدو اننا اتفقنا على كذا وكذا في تفاصيل الصفقة، وباقي بس ان شاء الله توقيع العقد بكرة."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "التلخيص ده بيكون طريقة ايجابية لإنهاء المفاوضات، لأنه بيحسس الاطراف كلها انه الوقت مراحش في الفاضي. حتى لو موصلتوش لإتفاق في النهاية في التفاوض فبردوا التخليص ده بيكون إيجابي. بتوضيح فكرة انه انتوا اتحركتوا وكملتوا على الرغم من اي معارضات، فانت بتجهز الوضع لإمكانية وجود مناقشات وتفاوض تاني بعد كده."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "خلى الاتفاق رسمي ومُلزِم. لازم تتبع الاجراءات القانونية في جعل الاتفاق رسمي. واللى في الغالب بيتم بتوقيع عقد. لو في مفاوضات غير رسمية أوي ممكن يكون الاتفاق بسلام الايد كعلامة على الاتفاق. على الرغم من انها تبان كحاجة مش مؤثرة أوي، الا انها علامة على الالتزام بكل حاجة تم الاتفاق عليها، ولازم تتعمل من جميع الاطراف."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "الشكر والتقدير. آخر حاجة هي انك تنهي المفاوضات بالشكر والامتنان. بجانب ان ده من اخلاقيات والاداب العامة، كمان هي طريقة بتظهر بيها تقديرك واحترامك للطرف التاني على وقته ومجهوده ايا كانت نتيجة المفاوضات. تعالوا بقى نرجع لخالد ونشوف هوا عمل ايه. خالد بدأ التفاوض مع الـ interviwer ، وكان متوقع في دماغه سيناريو من اتنين الاول ان الراتب يكون اقل من الحد الادنى اللى حدده وفى الحالة دي هوا هيتفاوض ولو القرار النهائي كان برضه أقل من الحد الأدنى فهو هيرفض الوظيفة. السيناريو التاني ان المرتب يكون قد أو أعلى م اللى كان متوقعه وفى الحالة دي هيوافق و مش هيتعب نفسه يتفاوض كتير لكن هيحاول برضه ."
            },
            {
                "viewIndex": 9,
                "paragraphDetails": "المهم ان خالد اتعرض عليه مرتب بين السيناريوهين دول أعلى من الحد الأدنى وأقل من الحد الأقصى فقرر ان يتفاوض، ولانه عارف نقاط قوته كويس وعارف مهارته والمهارات اللى الشغل محتاجها فبدأ يتفاوض لحد ما قدر يوصل لحل مرضى له وللشركة برضه. وبعد كده خالد شكر الـ interviewer على وقته . وبعد كده مضي عقد الوظيفة"
            },
            {
                "viewIndex": 10,
                "paragraphDetails": "مهم جدا انك تطور مهارات التفاوض دي،  واللى هتخليك تقدر توصل لنتايج مرضية ليك وللآخرين ."
            }
        ]
    },
    {
        "videoId": 24,
        "video_title": "Making An Impact And Creating A Powerful First Impression",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "لو عايز تستفيد أقصى استفادة من العلاقات، فلازم يكون عندك القدرة انك تسيب انطباع وأثر قوي وايجابي عن نفسك للناس اللى بتقابلهم. الانطباع الاول اللى الناس بتاخده عنك هو اللي بيحدد اذا كانوا عايزين يعرفوك أكتر ولا لأ. وبالتالي لازم تتأكد انك سبت أثر في الناس."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ممكن تكون سمعت قبل كده المقولة اللى بتقول انت مش بيجيلك فرصة تانية عشان تسيب انطباع أول عند الناس وفي عالمنا النهاردة اللى بقى ماشي بسرعة وتغيير دائم، لازم تزود الوقت والفرص اللى تخليك تقابل ناس وانك تستفيد بأكبر قدر ممكن من أي مقابلة. فلو على سبيل المثال عندك مقابلة مع عميل او شريك محتمل، لازم تتأكد انك مش سايب اي حاجة للصدفة في المقابلة دي. وتعمل حسابك كويس جدا للمقابلة وكمان للإنطباع الاول اللى هياخده الناس عنك."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "ودي بعض النصايح اللى تخليك تسيب انطباع أول قوي وايجابي dress to impress أو خلي لبسك مبهر. أي نعم ان الجمال الداخلى مهم، لكن الخارجي برضه مهم، وده ميمنعش ان الناس بردوا بتاخد انطباع عنك من شكلك. فلو عايز تسيب انطباع كويس عن نفسك لازم تعمل ما في استطاعتك عشان يكون شكلك ممتاز وانك تكون في احسن صورة."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "خليك ايجابي. محدش بيحب يتكلم مع حد بيشتكي ومتضايق ومتشائم. بالعكس الناس بتنجذب للشخص اللى بيضحك على طول وبيشع إيجابية كده. لو عايز الناس تفضل فاكراك، خليهم يحسوا في وجودك انهم مبسوطين. التجربة الإيجابية بنفتكرها بنفس سهولة التجربة السلبية. فتأكد انك بتسيب تجربة ايجابية."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "خليك واثق في نفسك. الانطباع الاول اللى يسيب أثر هو اللي بتبان فيه واثق من نفسك، حد كفؤ، وليك هدف. دايما خلي في تواصل بالعين مع الناس اللى بتتكلم معاهم. سلم بايدك سلام قوي الى حد ما ميكونش سلام ضعيف. إتكلم بطريقة فيها تأني ورزانة وتكون هادفة."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "خليك على طبيعتك. انك تقابل حد لأول مرة ممكن يخليك متوتر، بس حاول دايما انك تكون على طبيعتك. الناس بتحب تتفاعل اكتر مع الناس اللى على طبيعتها مش المتصنعين او اللى باين عليهم انهم بيحاولوا زيادة عن اللزوم. خلي شخصيتك على طبيعتها تتفاعل مع الناس."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "دايما عدي التوقعات . يعني حاول انك تعمل اللى اكتر من المعتاد عشان تبان وتظهر اكتر عن باقي الناس، فعلى سبيل المثال لو رايح انترفيو شغل، وضّحلهم انك درست الشركة كويس جدا وعرفت ايه هي الـ vision والـ mission بتاعة الشركة. ولو الناس لقوا منك تعامل فيه تقدير واحترام في موقف اجتماعي، فاحتمالية انهم يفضلوا فاكرينك أكبر بكتير.وخليك فاكر انت مش بيجيلك فرصة تانية عشان تسيب انطباع أول عند الناس"
            }
        ]
    },
    {
        "videoId": 25,
        "video_title": "Assessing A Situation",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "كل مهارات التعامل مع الناس بيكون من ضمنها احساسك وفهمك للي بيدور حواليك، بالذات اللى بيحصل من الناس اللى انت بتتعامل معاهم. فا في النهاية، العوامل اللى بتغير في السياق زي التوقيت والمكان، ممكن تغير طريقة التواصل مابينكم. فلازم تتأكد انك مش بس بتقول الحاجة الصح، ولكن انك بتقول الحاجة الصح في التوقيت الصح."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "وعشان كده مهم جدا تسمع. اسمع، مش بس كل اللى بيتقال، ولكن كل اللى مش متقال. من المهارات المهمة جدا في التعامل مع الناس هي انك تكون عندك عين متدربة على الملاحظة. لازم تكون عندك القدرة على ملاحظة لغة الجسد للناس حواليك عشان تاخد القرار ورد الفعل الصح. فمثلا، في لغة جسد واشارات بتقولك كمّل كلامك، احنا عاجبنا اللى انت بتقوله.، وفي لغة جسد واشارت تانية بتقول انا مش عايز اسمع الكلام ده دلوقتي."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "اعرف الاحتياجات. مهم جدا انك تسأل نفسك ايه اللى الموقف الاجتماعي ده محتاجه دلوقتي؟ فمثلا لو في مجموعة لسه متكونة جديد، هيكون فيها في الغالب ناس متعرفش بعض لسه. الاحتياج هنا هيكون لحد يكسر الحواجز  ويبادر بالكلام ويقرب المسافات ما بين الناس دي عشان يتعرفوا على بعض ويحسوا بأريحية أكبر. أما مجموعة تانية مرهقة من الشغل طول اليوم في الغالب هتكون محتاجة راحة وهدوء. معرفتك للاحتياجات دي هيساعدك تاخد رد الفعل المناسب."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "اتمرن على الاتيكيت. قواعد الاتيكيت ممكن تكون مجموعة من القواعد اللى ملهاش معني وملهاش لازمة لبعض الناس، ولكنها مهمة جدا لأنها بتقولك ايه المقبول وايه اللى مش مقبول في مواقف معينة. وبالتالي هتكون حاجة تساعدك انك تعرف بعض قواعد الاتيكيت عشان متعملش غلطة ممكن تدي عنك انطباع مش كويس."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "ولو فيه حاجة تقدر تعملها دلوقتى تتعلم منها الاتيكيت في بيئة العمل. تقدر تشوف كورس business and office etiquette على زدني."
            }
        ]
    },
    {
        "videoId": 26,
        "video_title": "Being Zealous Without Being Offensive",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "الحماس والاجتهاد والإصرار، كلها صفات حلوة انها تكون عندنا، خاصة لو انت في مجال عمل بيركز على عمل معارف وتكوين شبكة من العلاقات. ولكن، لازم تكون حريص ان اصرارك ومثابرتك متبانش للناس على انك مزعج. او أسوأ من كده انك متعمد تضايق الشخص اللى قدامك."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ودي بعض النصايح عشان تكون حماسي بدون ما تكون عدواني ركز على ايه المهم بالنسبة للشخص الاخر. انك تكون مركز على اهتمامات الأشخاص الاخرين ده بيخليك تتحكم في قوة رغبتك في التعامل معاهم. قبل ما تعمل حاجة، خلى عندك العادة انك تسأل نفسك هل التصرف ده بيركز على احتياج الشخص الآخر ولا بس مركز على احتياجي انا الشخصية"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "احترم الحدود. كل الناس عندها حدود شخصية. انك تروح تقابل عميل من غير ما تكون واخد ميعاد ده مثال على تعدي الحدود. ونفس الكلام على انك تتصل بحد تطلب منه شغل في أيام الإجازة أو بعد ساعات العمل الرسمية. ولو انت مش عارف ايه الحدود الشخصية لحد معين، مش هتخسر حاجة ابدا لو سألته عليها."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "أطلب ولكن متؤمرش. زي ما اتكلمنا قبل كده وقولنا انه احنا دايما نقدر نقنع الناس بحاجة ولكن عمرنا ما نقدر نتحكم فيهم أو نجبرهم يعملوا حاجة هم مش عايزينها. وعشان كده دايما اطلب الحاجة اللى انت عايزها باحترام، واتأكد من موافقة الطرف الآخر. واذا كان ردهم بالرفض فلازم تحترم ده وتتقبله، الا اذا كان عندك عرض تاني ممكن تعرضه عليهم ويا اما يوافقوا بردوا يا يرفضوا."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "لاحظ السلوك غير اللفظي. دايما خليك ملاحظ ردود الفعل غير اللفظية من الشخص اللى بتتعامل معاه. لو لاحظت انهم بدأ يبان عليهم انزعاج –مثلا نبرة صوتهم متضايقة او بدأوا يتكلموا بطريقة tough يبقى ده الوقت اللى محتاج تبعد فيه شويه وتتراجع. ولكن إذا ظهر عليهم انهم متقبلين عادي و بيبصولك باهتمام وتركيز في كلامك فساعتها تقدر تكمل اللى عايز توصله وتقوله."
            }
        ]
    },
    {
        "videoId": 27,
        "video_title": "Conclusion",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "أهلا بيكم. كده نكون وصلنا لنهاية الكورس. خلال الكورس فهمنا الفرق بين السمع والإنصات، وعرفنا قد ايه الإنصات مهم جدا في عملية التواصل، فالانصات هو اللى هيخليك تفهم الآخرين بطريقة دقيقة وسليمة، وبالانصات هتقدر توصلهم انك بتقدّر وبتحترم تماما اللي بيقوله. وعرفنا ازاى لغة الجسد ممكن توصل رسايل احنا مش عايزين نوصلها للناس، فمهم جدا انك تدرك لغة الجسد بتاعتك وتطور منها وتتمرن باستمرار. ومتنساش انك تاخد فيدباك دايما من زمايلك وأصحابك؛ فده هيساعدك أكتر في التركيز على احتياجاتك وبعد كده عرفت ايه هيا المهارات اللى انت محتاجها عشان تبدأ محادثة بدءا من محادثة صغيرة لحد ما تتقدم لـ مستويات أعلى من المحادثات. وتبني علاقة قوية جدا وعرفت قد ايه مهارات التفاوض والإقناع مهمة جدا في حياتنا سواء الشخصية أو المهنية. وعرفت ايه الخطوات اللى تمشي عليها والطرق اللى هتساعدك في التأثير على الآخرين. وعرفت ازاي تستخدم المشاعر والمنطق عشان تقدر تكسب ود الآخرين وبالتالى اقناعك وتأثيرهم ليهم يزيد. وأخيرا عرفت ازاي تستفيد أقصى استفادة من العلاقات عن طريق انك تسيب انطباع وأثر قوي وايجابي عن نفسك للناس اللى بتقابلهم. وازاي تستفيد بأكبر قدر ممكن من أي مقابلة. أتمني تكونوا استفدتوا من الكورس وقدر يطور من مهاراتكم في التواصل شكرا ليكم على متابعة الكورس."
            }
        ]
    }
]