[
    {
        "videoId": 1,
        "video_title": "Welcome",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "القراءة هي أساس حاجات كتير في حياتنا . تخيل معايا كده ايه اللي تقدر تحققه لو ضاعفت من سرعتك في القراءة . تخيل كده اد ايه هيكون جدولك هيفضي؟ و هتتعلم اد ايه؟ وفى الشغل طبعا هتقدر تنجز كتير في وقت أقل؟ لو انت مش قادر تستوعب كم المعلومات اللي بتقابلك كل يوم . الكورس ده علشانك. لو عايز تعرف اكبر قدر من المعرفة knowledge يبقي الكورس ده علشانك . او لو انت ببساطة بتحب تقرأ بس . بالتأكيد الكورس ده اتعمل علشانك. اهلا بيكم في كورس القراءة السريعة speed reading في الكورس ده ، هنساعدك تقرأ أسرع  سواء كنت بتقرأ للدراسة ، للشغل ، او للتسلية ، الهدف من الكورس ده هو تحسين سرعتك في القراءة، وتحسين قدرتك علي الفهم والاحتفاظ بالمعلومات. و دول مهمين جدا و لازم تكون متمكن منهم. في البداية هتعرف ازاي تقيس سرعتك الحالية في القراءة . ​وازاي تقدر تقرأ أسرع من شاشة الكمبيوتر .​كمان هتتعلم ازاي تقرأ مجموعات من الكلمات مع بعض بدل قراءة كلمة كلمة.​ وهتعرف الفرق بين preview الفكرة العامة و review أو المراجعة وتستخدمهم ازاي في قراءتك​ بعد كده هتعرف ازاي تحسن من الفهم وقدرتك على الاحتفاظ. وكمان هنفهم ايه هو مبدأ الـ 80\\20 وازاي هيساعدك جدا في القراءة . كمان هتتعلم ازاي تقرأ مجلات و كتب و رسوم بيانية أو diagrams​، وطبعا الكتب الالكترونية أو ebooks​ ​ يلا بينا نبتدي الكورس."
            }
        ]
    },
    {
        "videoId": 2,
        "video_title": "How Fast Do You Currently Read",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "أهلا بيك مرة تانية لكورس القراءة السريعة قبل ما نبدأ حابب نأكد على حاجة وهي إن مع الشرح دايما هقولك على تمارين وهعلمك أساليب جديدة طول الوقت وهطلب منك تطبقها علي نصوص جديدة. عشان تحس بفرق حقيقي في مستواك. لازم تمارس وتكرر."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "طيب، هل فيه شرط أو حاجة معينة في اللي عايزك تطبق عليه؟ لا، عايزك تتدرب على اللي بتقرأه كل يوم . لو انت بتدرس أو بتذاكر ممكن تستخدم اي كتاب خاص بالدراسة. او لو انت رجل اعمال او مدير ، ممكن تكمل في الكتب اللي بتقرأها لشغلك أو حتى هواياتك. يعني براحتك جدا في اختياراتك؛ المهم انك تطبق."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "هنركز علي تلات محاور لتحسين القراءة . انك تقرأ بسرعة، وتفهم كويس اللي يتقرأه، وتقدر تحتفظ باللي بتقرأه لفترة أطول. هنركز علي كل محور منهم لوحده في الأول ، و بعدين نقويهم ونشتغل عليهم كلهم مع بعض. ومع الوقت هتلاقي انك بقيت اسرع بكتير في قراءتك. وتركيزك هيكون أعلى وتفهم كل الكلام من غير ما تتشتت وكمان هتلاقي إنك بتحتفظ بجزء كبير منه."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "لكن قبل كل ده، انت الأول محتاج تعرف ايه هي سرعتك الحالية في القراءة؟ مهم جدا تعمل تحديد مستوى وتقيم سرعة قراءتك علشان تعرف انت فين بالظبط. ودلوقتى، هات أي كتاب  أو مقال تحبه وهنبتدي نقرأ لمدة دقيقة ، اظبط الساعة لنفسك . واقرأ بالسرعة اللي انت مرتاح لها . ماتسرعش ولا تبطيء عن العادي بتاعك . و اتأكد انك بتقرأ عشان تفهم ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "لما الدقيقة تخلص ، علم علي الكلمة اللي انت وقفت عندها .و بعدين عد الكلمات اللي انت قرأتها خلال الدقيقة دي. في دقيقة قراءة،  انت خلصت مثلا 200 كلمة، تبقى كده سرعتك في القراءة 200 كلمة في الدقيقة . والشخص العادي بيقرأ من 150 ل 250 كلمة في الدقيقة يبقى انت كده معدل قراءتك متوسط،"
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "لو انت قرأت اكتر من 250 كلمة في الدقيقة يبقي انت أسرع من المعدل الطبيعي. وطبعا لو قرأت اقل من 150 يبقي انت أبطأ من المعدل ده. ومهم جدا انك تحاول دايما تتعدي المعدل الطبيعي ومتقفش عند مستوى محدد. لأن دايما فيه فرصة للتحسين. فمثلا، سيف وشريف عملوا اختبار لسرعتهم في القراءة، سيف كانت سرعته أكبر من سرعة شريف. سيف اكتفى بالنتيجة دي وشافها كويسة ومحاولش انه يزودها. لكن شريف اتمرن واتدرب وتابع مستواه لحد ما بقى أسرع بكثير من شريف. وطبعا بقى بينجز ويقرأ أكتر منه."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "فبغض النظر عن كونك متوسط average او فوق المتوسط above average او حتى تحت المتوسط below average فمعرفتك لمستواك مهم جدا لأن ده اللي هيوجهك للتحسين أكتر وتفضل متابع مستواك انت دلوقتي عارف وتقدر تتابع مستواك وسرعتك باستمرار. يلا نشوف ممكن تكسر سرعتك اللي حققتها ازاي"
            }
        ]
    },
    {
        "videoId": 3,
        "video_title": "Three Reading Habits That Slow You Down",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "خليني اتكلم معاك عن تلات عادات بتعملهم بيخلوك بطىء في القراءة .أول عادة هي ال fixation أو التثبيت ، و دي حاجة انت بتعملها بعنيك و انت بتقرأ. عنيك بتركز على كلمة واحدة بس. وده لأن لما بدأنا نتعلم القراءة  في طفولتنا ، كنا بطيئين ومحتاجين نعمل كده بس مع الوقت عشان نتعلم. لكن المفروض ما نبقاش مضطرين نعمل كده لاننا خلاص بقينا قادرين نقرأ مجموعة من الكلمات في وقت واحد."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "ودي الحقيقة انك بالفعل بتقرأ مجموعة كلمات مع بعض وانت مش واخد بالك. عندك مثلا، لو انت ماشي عالطريق و لقيت يافطة مكتوب عليها  القاهرة على بعد 80 كم  . فكر كده عينك بتتصرف ازاي . اولا ، عنيك بتبقي مركزة عالطريق ، بس اول ما اليافطة بتبدأ تظهر، عنيك بتبص على اليافطة نظرة واحدة بس، و هتقرأ ال 5 كلمات في مرة واحدة من غير اي مشكلة"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "لكن المشكلة، إن لو الكلمات دي كانت في وسط قطعة أو paragraph اغلب الناس هتقرأهم كلمة كلمة ، و هي دي العادة اللي بتبطأ قراءتهم. تاني عادة الناس بتعملها و بتسبب بطيء في القراءة ، هي التراجع regression و دي حاجة بنقع فيها دايما و هي انك ترجع تقرأ نص انت لسه مخلص قراءته ، عمرك كنت بتقرأ صفحة من كتاب و بعدين وقفت و قلت لنفسك  هو انا كنت بقرأ ايه ؟ طبعا كلنا مرينا بالمشكلة دي كتير"
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "أوقات تركيزنا بيتشتت خصوصا لو النص اللي بنقرأه مش واخد اهتمامنا وده بيحصل لما نكون عايزين نخلص أكبر قدر من القراءة في وقت قليل فنفقد تركيزنا خالص زي ما بيحصل للطلبة في مذاكرة الامتحانات. أو لما تكون مطلوب منك تاسك كبيرة أوي متعلقة بقراءة تقارير والوقت بتاعها قليل. تالت عادة هي الـ subvocalization او القراءة الصامتة ، ومن معناها انت بتقرأ بصمت بس سامع صوتك جوه دماغك واغلب الناس بتعمل كده ، انت اكيد بتاخد بالك انك و انت بتقرأ بصمت بتقطع الكلام كلمة كلمة. طيب ليه عايزين نغير العادة دي ؟"
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "لو فكرت هتلاقي ان  اغلب الكلمات اللي بتقرأها مش بتكون جديدة عليك وانت شفتها قبل كده  يمكن الاف المرات ، طيب السؤال هنا بقي ، هو انا لازم كل كلمة اقرأها أقف عندها علشان أفهم معناها؟ الاجابة لا. خليني اديك مثال يوضحلك ، لما تبقي ماشي عالطريق و تشوف يافطة مكتوب عليها قف هل انت بتقول كلمة قف في عقلك قبل ما تقف بالفعل؟ غالبا لا . انت مش محتاج تعيدها تاني في عقلك عشان تفهمها وتقف."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "طيب لو كلمة قف كانت في وسط نص انت بتقرأه ، انت غالبا هتقول كلمة قف في دماغك قبل ما تدرك معناها وده هيخليك تاخد وقت أكتر للفهم، فتبقى قراءتك ابطأ و عشان كدة احنا عايزينك تغير العادة دي. وهي دي مشكلة الـ subvocalization فكر كده، لو كل كلمة قرأتها نطقتها تاني في عقلك ، مش ده معناه انك كده بتقرأ بالسرعة اللي بتتكلم بيها ؟ و طبعا في حد اقصي لسرعتك في الكلام وهنا بقى نيجي لملحوظة مهمة جدا  متوسط سرعة القراءة"
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "150250 كلمة فالدقيقة ، تخيل كده متوسط سرعة الكلام ممكن تكون كام ؟ مش هتصدق ، هي نفسها . من 150- 250 كلمة في الدقيقة . طيب ايه السبب انهم متساويين ؟ السبب ببساطة هو القراءة الصامتة لو قرأت كلمة بكلمة جوا دماغك يبقي انت هتقرأ بنفس سرعتك في الكلام ، و دي طبعا مشكلة .لان ال subvocalization بتحط حد لسرعتك في القراءة ."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "بس انا عايزك تكون واثق، انك تقدر تقرأ اسرع ما بتتكلم ، لأنك بتقدر تفكر اسرع بكتير ما بتتكلم . عشان كده واحنا بناخد الكورس ده هنعمل كام تدريب كده يساعدوك تغير عاداتك الخاطئة في القراءة . خليني بقى ألخص لك احنا هنعمل ايه فالعادات التلاتة الغلط اللي اتكلمنا عنهم ، اولا الـ fixation انت محتاج تبقي قادر تقرأ مجموعات من الكلمات مرة واحدة ."
            },
            {
                "viewIndex": 9,
                "paragraphDetails": "و ثانيا الـ regression احنا عايزين نحسن من تركيزك عشان مترجعش تقرأ اللي قرأته تاني. و ثالثا ال subvocalization وعشان نغير العادة دي انت مش لازم تقرأ كل كلمة بتقرأها جوا دماغك لان ده بيحد سرعتك في القراءة. في الفيديوهات  اللى جاية هنتعلم ازاي نتغلب على المشاكل دي كلها، ونزود من سرعتنا في القراءة."
            }
        ]
    },
    {
        "videoId": 4,
        "video_title": "Using Your Hands To Guide Your Eyes And Reading Faster On Computer Screens",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "ابسط حاجة ممكن تعملها عشان تحسن من سرعتك في القراءة، هي انك تستخدم دليل ليك في قراءتك. ممكن تستخدم أصابعك، او قلم و انت بتقرأ . ايا كان اللي هتستخدمه فالهدف منه انك بتركز عنيك علي النص . دي ابسط طريقة تحسن بيها من تركيزك. كل المطلوب منك انك تمسك قلم او حتي بصابعك و تمشي تحت النص اللي بتقرأه ، متبصش علي صباعك او القلم ، بس امشي وراهم . عنيك بطبيعتها بتتشد لاي حاجة بتتحرك ، و ده هيخلي عنيك مركزه اكتر مع النص اللي الدليل بيتحرك تحته."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "في البداية ممكن تحس انك مش مرتاح ، لو انت مش متعود تقرأ بالطريقة دي. بس كل ما تقرا اكتر ، هتتعود أكتر، وطبعا مش محتاج اقول ان الطريقة دي بتنفع اكتر مع الكتب المطبوعة او المواد الورقية الـ hard copy اكتر من الكتب الالكترونية علي الكمبيوتر ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "طيب، يلا بينا نعمل تمرين و تجرب انت كمان، هات كتاب، و استخدم قلم و اقرأ لمدة 20دقيقة . مفروض كده تكون مركز اكتر و انت بتقرأ، وفي ناس لقوا انهم بيقرأوا بشكل أسرع بنسبة 20 لـ 30% بمجرد انهم ما بيطبقوا الطريقة دي في قراءتهم. يلا طبق انت كمان."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "طيب افرض انك بتقرأ على شاشة الكمبيوتر؟ هتعمل ايه؟ طبعا مش هينفع خالص تمد ايدك و تفضل حاطط صابعك عالشاشة ، خصوصا لو touchscreen دي هتبقى مشكلة. طاب ازاي ممكن تقرأ اسرع علي الكمبيوتر ، من غير ما تستعمل ايدك كدليل."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "اولا ، خلينا نتكلم عن مشاكل القراءة من شاشة الكمبيوتر . في دراسة بتقول ان الشخص العادي بيقرأ المواد الالكترونية بنسبة 20 30 % ابطىء مقارنة بالقراءة من المواد المطبوعة. وجزء من السبب  ليه علاقة بالراحة . خلي بالك ، و انت بتقرأ علي شاشة الكمبيوتر أو أي جهاز الكتروني، الضوء بيكون متسلط في عينك ، و ده طبعا بيرهق العين حتي بعد ما تخلص قراءة لفترة طويلة . عشان كده ضروري تتأكد من تعديل اضاءة الشاشة عشان تقدر تقرأ وانت مرتاح ."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "بس مشكلة الراحة مش هي المشكلة الوحيدة، كمان المشتتات الكتير الموجودة على الكمبيوتر سبب اساسي بيخلي الناس أبطأ في قراءتها من الكمبيوتر . ممكن المشتتات دي تكون الاعلانات اللي بتظهر على الشاشة و انت بتقرأ . أو التشتيت الشخصي الـ personal distractions"
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "زي لما تكون بتقرأ مقال ، و بعدين تحس انك عايز تفتح الميل او الفيس بوك او يجيلك اشعار من محادثة و انت بتقرأ فتسيب اللي بتقرأه وتروح ليها . في حاجات كتير اوي ممكن تشتت انتباهك و انت بتقرأ من شاشة الكمبيوتر ، عشان كده مهم تحافظ علي تركيزك وتحدد الهدف اللي خلاك شغلت الكمبيوتر من البداية علشانه. فيه أدوات كتير تساعدك على القراءة من الشاشة زي أدوات حجب الإعلانات، والقراءة في الوضع الليلي علشان تكون إضاءة وألوان الشاشة مريحة لعينك."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "ومن الأدوات اللى هتساعدك تقرأ اسرع،  اداة اسمها  accela reader  وده للنصوص اللى باللغة الانجليزية، وأداة تانية اسمها arabic speed reading وده للنصوص العربية. الفكرة من الأدوات دي انك تاخد  ​copy​  او نسخة من النص اللي انت عايز تقرأه، وبعد كده تنسخها في التطبيق وتبدأ بقى تتحدي نفسك في كل مرة بتقرأ فيها. يلا حالا. طبق كل برنامج من دول لمدة 15 دقيقة. وكرر التمرين ده كتيير على قد ما تقدر. لأنه هيفرق فعلا في زيادة سرعتك في القراءة."
            }
        ]
    },
    {
        "videoId": 5,
        "video_title": "Simple Drills You Can Practice To Boost Reading Speed",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "خلينا نتكلم عن الطرق اللي ممكن تحسن من سرعتك في القراءة في الفيديو ده ،  هنعمل تمرينات اساسية للقراءة السريعة، هتساعدك تحسن من معدل القراءة عندك . التمرين ده ممكن تطبقه سواء مع المواد المطبوعة أو الالكترونية. الموضوع يرجع لك انت، بس انا بقترح تستخدم مادة او نص انت فالعادي بتقرأه . سواء كانت للشغل او الدراسة او قراءة شخصية . في التمرين ده هنقرأ لمدة 20 دقيقة ، اتأكد ان المادة أو النص اللي معاك يغطى الوقت ده ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "طيب خليني اقولك التمرين بيتعمل ازاي. هتبدأ تقرأ لمدة 20 دقيقة ، في الوقت ده انت هتكون بتقرأ بهدف انك تفهم كويس ، ولا تسرع اوي و لا تبطيء اوي. اقرأ بالسرعة اللي تلاقي نفسك مرتاح فيها طيب وبعدين؟ هتعيد قراءة النص اللي قرأته تاني،  بس هتضاعف السرعة ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "يبقي اول خطوة هتقرأ لمدة 20 دقيقة، وبعدين هتقرأ نفس الكم اللي قرأته بس في 10 دقايق او اقل . الهدف من التمرين ده انك تدرب انك تشوف الكلمات بمعدل اسرع . متقلقش خالص لو انت مش فاهم اوي في المرة التانية. احنا بنضغط المادة او النَص اللي بنقرأه علي الاقل في نُص المدة اللي قرأنا بيها اول مرة ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "طيب ليه بنعمل التمرين ده ؟ لما بتقرأ براحتك عشان تفهم ، بتقرأ مثلا بسرعة 200 كلمة في الدقيقة ، يبقى انت بتتحدى نفسك انك تقرأ بسرعة 400 كلمة في الدقيقة . عشان بعدين لو نزلت السرعة ل 300 كلمة في الدقيقة هتحس ان السرعة دي بطيئة بالنسبالك. أسهل طريقة تخليك تضاعف سرعتك هي انك تحدد وقت معين ، و ليكن 20 دقيقة ، و حاول تقرأ نفس النص اللي قرأته في ال 20 دقيقة في 10 دقايق ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "بالمناسبة التمرين ده ليه فايده تانية ،انك لما بتقرأ المادة او النص مرتين ، بيبقي كأنك بتراجعها ، و ده بيخليك تفتكرها اكتر ، و طبعا لما بتقرأ حاجة فاكرها ، بتقرأها اسرع علشان كده اقترحت عليك تتدرب على حاجة مطلوب منك مذاكرتها . الفكرة إن القراءة السريعة زي أي مهارة بنكتسبها وبتحتاج الضغط والمتابعة زي رفع الأثقال مثلا اللاعب في الأول بيضغط على نفسه علشان يرفع وزن معين وأول ما يبقى خفيف عليه بيحاول يرفع وزن أتقل وهكذا لحد ما يقدر يرفع أثقال تقيلة جدا وعلشان كده بقول لك انك هتحتاج تتدرب كتير و مع الوقت هتلاحظ تحسن، و انا انصحك تعمل التدريب ده يوميا لمدة اسبوعين ،التمرين كله تقريبا هياخد منك ساعة واحدة. ودايما تابع مستواك باختبار تحديد المستوى اللي شرحناه قبل كده."
            }
        ]
    },
    {
        "videoId": 6,
        "video_title": "Reading Groups Of Words",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "مشكلة من اللي ذكرناهم قبل كده بتسبب بطء القراءة هي القراءة word by word او كلمة بكلمة . أكيد هتقرأ أسرع لو اتعودت تقرأ اكتر من كلمة في نفس الوقت. و ده اللي هنركز عليه في الفيديو ده ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "اولا ، لازم تعرف انك فعلا بتقدر تقرأ مجموعات من الكلمات في نفس الوقت. زي مثلا لما بتكون على الطريق، وتشوف يافطة مكتوب عليها احترس عبور مشاه  مثلا، انت بتقرأ التلات كلمات بنظرة واحدة ،احنا بقي عايزين نضاعف القدرة دي، اللي هي عندك اصلا عشان تعملها و انت بتقرأ عادي. هقولك علي طريقة تساعدك تقرأ مجموعة من الكلمات مرة واحدة."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "فكر في كل سطر في النص انه متقسم لتلات اجزاء ، مقدمة، و وسط، و نهاية التلات اجزاء دول هتحط تركيزك كله عليهم، اعتبرهم نقاط تثبيت او تركيز fixation point هتخلي عنيك يركزوا عالسطر تلات مرات. مرة فالبداية و مرة فالوسط و مرة في النهاية ،"
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "وفي كل جزء من دول ، هتحاول تقرأ مجموعة الكلمات اللي فيه مع بعض . انت مفروض تقرأ من 3 لـ 5 كلمات بنظرة واحدة. لو السطور بتاعتك مفيهاش كلام كتير، مثلا السطر فيه 8 كلمات ، يبقي انت غالبا محتاج تبص مرتين عالسطر، او تقسم السطر جزئين بدل تلاتة ، ايا كان ، انت كده كده عندك نفس المهمة ، و هي انك تقرأ من 3 ل 5 كلمات فالمرة ، ده ممكن يكون صعب فالبداية ، بس مع التمرين  هتلاقيك بقيت تقرأ مجموعات من الكلمات بسهولة ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "هاني استغل الطريقة دي كويس ودخل مسابقة قراءة وتلخيص وكان اللي هيفوز فيها هو اللي يقدر يقرأ أكبر عدد من الكتب في مدة قليلة وبعدين يجاوب على أسئلة في الكتب دي بصورة صحيحة هاني اتدرب كتير جدا وركز على طريقة الـ fixation points لحد مابقى يقدر يقرأ 7 كلمات في المرة الواحدة وبالفعل فاز هاني في المسابقة يلا نتمرن احنا كمان دلوقتي ، ممكن تقرأ لمدة 10 دقايق ، براحتك تعمل ده ع الكمبيوتر او اي صفحة مطبوعة . و استخدم نقاط التثبيت او  التركيز اللي اتكلمنا عنها."
            }
        ]
    },
    {
        "videoId": 7,
        "video_title": "Using Deadlines To Improve Your Reading Speed",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "عشان تقرأ بشكل اسرع ، يبقي انت محتاج تحدد لنفسك وقت محدد أو deadline وده من التمارين المهمة جدا اللى هتزود سرعتك في القراءة. تعالى نشوف هنعمل ايه في التمرين ده"
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "مبدأيا كل اللي هتحتاجه عشان تعمل التمرين ده ، هو نص تقرأة و timer بعد كده، شوف انت محتاج وقت اد ايه عشان تقرأ صفحة واحدة ، خلينا مثلا نقول انك بتقرأ الصفحة في دقيقة وعشرين ثانية ، اكتب الرقم ده عندك ، و اعتبره ال benchmark او المقياس بتاعك ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "كمل بقي ، انت محتاج تتخطي الرقم ده ، يعني لو انت بتقرأ الصفحة في دقيقة و عشرين ثانية، حاول تقرأها في وقت اقل. اقرأ صفحة تانية من النص، وحاول قدر الامكان تقرأها اسرع. كرر التمرين، و سجل انت بتحتاج وقت اد ايه عشان تقرأ صفحة واحدة. ومع التكرار والتحدي اللى هتحطه لنفسك هتلاقي ان واحدة واحدة الوقت بيقل. مهم جدا تسجل الوقت لكل صفحة في ورقة جانبية، دي خطوة مهمة عشان تعرف انت بتتقدم ولا لا."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "الورقة اللي مسجل فيها التقدم اللي بتعمله ، ممكن تبقي بسيطة جدا ، مثلا ابدأ اكتب المحاولة الأولي دقيقة وعشرين ثانية و المحاولة التانية ممكن تقرأ الصفحة اسرع ، المحاولة التالتة ممكن تلاقي نفسك طولت و الصفحة خدت منك دقيقة وأربعين ثانية، بس عادي متقلقش ، حاول كمان ، في المحاولة اللي بعد كده ممكن تخلص الصفحة في دقيقة والمحاولة الخامسة تخلص الصفحة في 45 ثانية كمل تدريب، و ركز علي الوقت المحدد او deadline و هتلاقي انك بقيت بتقرأ اسرع و اسرع ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "التمرين ده هيساعدك جدا تزود من معدل القراءة او reading rate بتاعك وزيها زي اي حاجة تانية ، مش هتتحسن غير بالتمرين . انا انصحك تبدأ تسجل الوقت اللي بتاخده عشان تقرأ صفحة واحدة ، لان ده هيديك  feedback سريع . بعد شوية تدريب ،حاول تشوف الوقت اللي بتاخده عشان تقرأ صفحتين ، او ايا كان اللي انت مرتاح له . و طبعا ، خلي بالك و انت بتعمل التمرين ده ، لو في جملة بدأت في صفحة و خلصت في التانية ، افضل مكمل قراءة لحد ما تنهي الجملة ."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "ممكن يحصل مشكلة عندك في فهم الكلام لما تقرأ بسرعة في البداية ، بس مع التمرين ، الموضوه هيبقي سهل . انت محتاج تتدرب على الطريقة دي علي الاقل 15 دقيقة كل يوم لمدة اسبوعين . خلال الوقت ده. هتلاقي زيادة تدريجية في سرعة القراءة عندك. كل ما تتحدي نفسك تقرأ النص في وقت اقل. وعشان تتحسن في اي مهارة، انت محتاج تتحدي نفسك ، وتخرج نفسك من ال comfort zone منطقة الراحة مستني ايه يلا ابتدي التمرين."
            }
        ]
    },
    {
        "videoId": 8,
        "video_title": "The Difference Between Comprehension And Retention",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في الفيديو ده ، هكلمك عن الفرق بين الفهم والاستيعاب comprehension واحتفاظ واستبقاء المعلومات retention لأن بعض الناس متخيلة انهم نفس الحاجة ،لكن في فرق اساسي بينهم. الـ comprehension هو اللي بتفهمه في اللحظة اللي بتقرأ فيها المحتوي . انما الـ retention  هو اللي بتفضل فاكره بعدين ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "فمثلا ، و انت بتقرأ قصة ومستوعبها و مستمتع بيها فاللحظة دي ، ده كده اسمه الفهم او comprehension انما لو حد سألك بعدها الرواية دي بتتكلم عن ايه، أو خدت test أو اختبار على الرواية دي، احيانا بتكون عارف الاجابة بس مش عارف تفتكرها ، كأن الاجابة علي طرف لسانك بس برده مش عارف تقولها ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "طيب خليني اقولك ان لو حصل معاك كده، ف مشكلتك مش في comprehension انت كده عندك مشكلة في الـ  retention مش بتحصلنا ساعات اننا نفهم حاجة كويس جدا و بعد كده ننساها تماما؟ عشان كده بقولك ان الفهم و الحفظ مختلفين تماما عن بعض.ومهم جدا تطور من المهارتين دول عندك ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "تعالى بقى نعرف ازاي. أبسط طريقة ممكن تحسن بيها الفهم هي انك تغير وتكيف سرعتك في القراءة. يعني متقرأش دايما بنفس السرعة . في حاجات مفروض تقرأها ببطيء و حاجات تقرأها بسرعة . طيب ازاي تعمل ده؟ احسن طريقة هي انك تقرأ أول جملة في ال paragraph ببطء ، و تقرأ بقيته بسرعة . و لما توصل paragraph"
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "اللي بعد كده ، كرر نفس اللي عملته . اقرأ اول جملة ببطء ، و بعدين اقرأ اسرع شوية بقيت paragraph طيب ، انت ليه مفروض تقرأ اول جملة ببطء؟ زي ما قلنا اول جملة دي غالبا بتكون الفكرة الرئيسية لل paragraph طبعا مش دايما بس بنسبة 80 % بتكون كده . ف انت بتبطيء و انت بتقرأها عشان تتأكد انك فهمت اول جملة في ال paragraph."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "فيه طرق كتير ممكن تظبط بيها سرعتك في القراءة ، فلو بتقرأ رواية مثلا، ممكن تبطيء من سرعتك و انت بتقرأ اول الرواية، و تسرع شوية في النص ، و ترجع تقلل سرعتك فالقراءة تاني لما توصل للنهاية . الفكرة هنا انك تظبط سرعتك فالقراءة ، في اجزاء لازم تسرع فيها و اجزاء تانية لازم تبطيء من سرعتك ، بس ما تقرأش النص او المحتوي كله  بنفس السرعة . وزي ما قلنا ، انك تبطيء في اول جملة في القطعة بتنفع غالبا مع كل النصوص و مع اي محتوي ، و كمان بتساعدك علي انك تفهم احسن."
            }
        ]
    },
    {
        "videoId": 9,
        "video_title": "The Read And Recall Method",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "عمرها حصلتلك انك كنت بتقرأ صفحة مثلا فيها نص ، و بعد ما خلصت سألت نفسك  هو انا قرأت ايه؟ في الفيديو ده ، هنعمل مع بعض تمرين يساعدك ان ده ميحصلش تاني . و التمرين ده اسمه read and recall اقرأ و افتكر . طيب ، بيتعمل ازاي التمرين ده ؟ لو هتقرأ مقال أو حتى جزء من كتاب. فهوا بيكون متقسم لمجموعة من الـ paragraphs"
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "انت تقرأ أول paragraph و بعدين تكتب ملاحظاتك عن اللي قرأته. وبعدين تقرأ الـ paragraph اللى بعده. وبعدين تكرر نفس اللي عملته مع كذا paragraph اقرأه، اكتب ملاحظاتك ، و هكذا لحد ما تخلص قراءة. الملاحظات دي بتكون ملاحظات سريعة ، كلمة او جملة قصيرة بتوصف محتوي الـ paragraph"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "طيب احنا بنعمل التمرين ده ليه ؟ الفكرة هنا انك يبقي عندك العقلية اللي بتخليك تسأل نفسك باستمرار  انا قرأت ايه ؟ لو ضغطت علي نفسك انك تكتب ملاحظات سريعة بعد كل حاجة تقرأها ، هتلاقيك مركز اكتر فالمحتوي ، ومن غير تدريب هتلاقي قدراتك علي حفظ المعلومات او retention اتحسنت ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "والطريقة دي برضه هتساعدك ترجع للمعلومات بشكل سريع. سمير كانت عنده مناقشة لرسالة الماجستير بتاعته وكان محضر كويس جدا وكان دايما يكتب ملاحظات تفكره بالنقط اللى هيناقشها في الرسالة،. وجه يوم المناقشة وسمير كان مرتبك ومتوتر وحاسس إنه مش فاكر أي حاجة . لكن قبل المناقشة سمير رجع سريعا وبص في الـ notes اللي كان كتبها عن كل جزء وفعلا قدر يتغلب على توتره بسبب الملاحظات دي وعمل المناقشة ونجح."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "طبعا انا مش بقولك اكتب ملحوظات سريعة بعد كل paragraph تقرأه لبقيت حياتك. ده تمرين بسيط يساعدك بس انك تحسن من قدرتك علي التذكر. بقترح عليك تدرب كل يوم لمدة 15 دقيقة لمدة اسبوعين لو عايز تقوى من التذكر عندك . كل ما تتمرن كل ما هيبقي سهل تفتكر اللي قرأته . لانك هتبقي دربت نفسك انك طول الوقت تسأل نفسك  انا قرأت ايه ؟ برضه من الاسباب اللي بتخلينا ننسي اللي قرأناه ، هو اننا مبنبقاش مركزين او منتبهين بالكامل."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "عمرها حصلتلك و نسيت اسم حد و هو لسه قايلهولك؟ دي بتبقي مشكلة في الانتباه . قبل ما نحاول نفتكر اي حاجة ، اول خطوة اتأكد انك كنت مركز او متتبه ، نفس الحاجة بتحصل مع القراءة ، لو انت مش مركز مش هتقدر تفتكر اللي قرأته . طريقة القراءة و التذكر او read and recall بتساعدك تفضل مركز لانك عارف انك هتكتب ملاحظة عن اللى قرأته . هو تدريب بسيط بس نتيجته كويسة و هتحسن من قدرتك علي استرجاع المعلومات."
            }
        ]
    },
    {
        "videoId": 10,
        "video_title": "The Multiple Reading Process Preview The Material",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "اغلب الناس بيقرأوا أي نص من البداية للنهاية، بس خليني أسألك . مش يبقي اسهل لو قرأت كتاب او نص و انت عارف هو بيتكلم عن ايه؟ اغلب الناس هتوافق طبعا ، بس اللي بيحصل ان لما بنبدأ قراءة مبنبقاش عارفين المادة او النص اللي بنقرأه بيتكلم عن ايه ، لان هو ده الهدف من القراءة. انك تفهم و تعرف الكتاب او النص بيتكلم عن ايه."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "بس قبل ما تبدأ تقرأ النص أو الكتاب ده من البداية للنهاية ، محتاج يبقي عندك فكرة انت هتقرأ ايه . ومن هنا جت أهمية الـ preview بمعنى انك تاخد فكرة عامة عن المحتوي اللي هتقرأه . تعالى نعرف ازاي هنطبق الاسلوب ده مع اي محتوي هنقرأه. خلينا نفترض انك بتقرأ مقال في صفحة واحدة ، هنا انت تقدر تعمل preview"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "للمقال عن طريق انك تقرأ أول جملة من كل paragraph لان في الغالب اول جمل دي بيكون فيها الفكرة الأساسية لل paragraph وبكده بعد قراءة الجمل الأولى من كل paragraph في المقال هتكون عارف المقال عامة بيتكلم عن ايه ، وهتقرأ بشكل اسرع . طيب لو بتقرأ فصل أو chapter في كتاب ؟ هتعرف تعمل preview للفصل ده ازاي؟ اقرأ المقدمة introduction و الخاتمة"
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "طيب هتعمل ايه لو دورت في الكتاب اللي بتقرأ فيه و ما لقتش لا مقدمة ولا نهاية ؟ الفكرة هنا انك تقرأ جزء من البداية و جزء من النهاية ، ممكن اول و اخر paragraph او اول و اخر تلاتة paragraphs في كل الاحوال انت بتقرأ أي حاجة تساوي المقدمة ، او كام سطر فالاخر يبقوا النهاية . ال preview بيديك معلومات اكيدة . و بما انك عرفت معلومة عامة عن اللي هتقرأه ، مفروض ده يسهل عليك قراءة الفصل او الكتاب بعد كده، و كمان هتقرأه اسرع .و تفهمه احسن."
            }
        ]
    },
    {
        "videoId": 11,
        "video_title": "Get An Overview Of The Material",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في الفيديو اللي فات اتكلمنا عن preview technique و قلنا ان فكرته هي قراءة المقدمة و النهاية للكتاب او النص او ايا كانت المادة اللي بتقرأها . طيب بعد ما تقرأ المقدمة و النهاية، هتعمل ايه؟"
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "دلوقتى بقى مفروض تتعمق فالمقال اكتر ، ف بناخد خطوة الـ overview او النظرة العامة . هتقرأ العناوين الرئيسية و العناوين الفرعية و الكلمات المكتوبة بخط عريض طيب لو النص اللي بتقرأه مفيهوش ولا عناوين ولا كلمات مميزة تعمل ايه ؟ بمنتهي البساطة اقرأ اول جملة من كل paragraph لان اول جملة زي ما قلنا في الفيديو اللي فات انها بيكون فيها الفكرة الأساسية للـ paragraph"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "طيب ساعات بيكون المادة اللي بتقرأها فيها رسم بياني أو أي diagrams مفروض تعمل ايه؟ اقرأ الـ title  أو عنوان ال diagram او الرسم البياني. انت مش بتحلل الرسم البياني ، افتكر انك بتاخد فكرة عامة أو overview عن المحتوي بس . انت بتدور علي الافكار الاساسية اللي المحتوي هيناقشها. الطريقة دي برضه تقدر تعملها قبل ما تشتري أي كتاب."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "زي ما كان مدحت بيعمل. مدحت راح معرض الكتاب مع أصدقاءه  لكنهم لاحظوا إنه بيعمل حاجات محددة كده قبل ما يقرر يشتري الكتاب. لقوا إنه مش بيعتمد على عنوان الكتاب أو تصميمه وشهرته، لأ هو بيفتح الكتاب يقرأ المقدمة وبيشوف الفهرس وكمان بيشوف لو فيه ملخص وخاتمة للكتاب ويقرأ كام سطر من المحتوي، وبعد كده يقرر اذا كان هيشتري الكتاب ولا لأ. وعلشان كده لاحظوا ان عنده ثقه في اختياراته وانه بيقرأ كل الكتب اللي بيشتريها بالفعل لأنه بيختار صح من الأول وعارف محتواها وانها هتجذب اهتمامه أكتر مع قراءتها بعد كده."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "مرحلة الفكرة العامة أو overview مفروض متاخدش وقت طويل، و طبعا كل ما المحتوي بيكبر كل ما وقت overview هيزيد . بس هي نفس الفكرة انت عايز تفهم في المجمل المحتوي اللي هتقرأه ده بيتكلم عن ايه .و طبعا لو فهمت الفكرة العامة هتقرأ اسرع و تفهم احسن لما تيجي تقرأ المحتوى كله علي بعضه."
            }
        ]
    },
    {
        "videoId": 12,
        "video_title": "Read The Material",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في الفيديوهات اللى فاتت اتكلمنا عن preview و overview وقلنا ان ال preview ده يعني تقرأ المقدمة و النهاية ، و ال overview هي تاني مرحلة اللي بتقرأ فيها العناوين الرئيسية والفرعية و الكلمات المكتوبة بخط مميز ، او اول جملة في كل paragraph"
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "و ده يودينا لتالت و اهم مرحلة و هي القراءة نفسها ، تعالي نقرأ المحتوي اللي احنا كنا بناخد فكرة عنه . دي خطة مكونة من تلات خطوات اسمها عملية القراءة المتعددة او multiple reading process و بتتكون من تلات خطوات preview overview read"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "فكر كده في الطريقة اللي الناس بيقرأوا بيها ، بيقرأوا المحتوي سطر بسطر ، بس انت مش لازم تقرأ المحتوي بالطريقة دي ، الحقيقة ان سبب من اسباب ان الناس بتقرأ ببطيء هو الاسلوب ده ، لو انت مش عارف انت متوقع ايه من المحتوي قبل ما تقرأه ، هتضطر تقرأه ببطء. طيب ، تخيل معايا كده العكس ، لو انت قرأت المقدمة و النهاية ، و قرأت العناوين الرئيسية و الفرعية و الكلمات المميزة او علي الاقل اول جملة من كل قطعة. لما تيجي تقرأ المحتوي كله علي بعض ، هتلاقي نفسك بتقرأه اسرع ، لانك عارف انت بتقرأ ايه والكاتب عايز يوصل لك إيه. طيب و بالنسبة للفهم؟ كمان مفروض تكون فاهم اكتر بما انك عندك فكرة المحتوي بيتكلم عن ايه ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "و في كمان مرحلة مهمة من القراءة و هي القدرة على الاحتفاظ او retention و دي بتحصل بالتكرار ، انت شايف انت كررت القراءة كام مرة ، انت كده مريت بالنص اللى قدامك 3 مرات،  وده أكيد هيزود من قدرتك علي الاحتفاظ بالمعلومات او retention"
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "طيب ، دلوقتي ليه الناس لما بتقرأ حاجة من البداية للنهاية ، بيستغربوا انهم نسيوا كل اللي قرأوه تاني يوم؟ الاجابة هنا هي عدم التكرار او انت لو عملت اول خطوتين بس اللي هما preview overview ، اكيد هتنسي اللي قرأته . بس عمليه القراءة المتعددة او multiple reading process بمراحلها التلاتة اللي اتكلمنها عنها ، بتساعدك تقرأ احسن و اسرع و تفهم اكتر و كمان تحتفظ باللي قرأته."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "تخيل معايا كده لو انت عايز تعرف رأي شخص مشهور في حاجة معينة وبعدين الشخص ده نشر كتاب في نفس الموضوع اللي حابب تعرف رأيه فيه. أكيد بمجرد قراءتك للمقدمة والعناوين والخلاصة بتاعة الكتاب اللي المؤلف عايز يوصل لها هتكون فهمت جزء كبير جدا من رأيه وبعد كده هتكون مرحلة القراءة اللي هتفهم فيها رأي الكاتب بالتفصيل وأدلته على الرأي ده. الـ multiple reading process طريقة هتساعدك كتير جدا في زيادة سرعتك في القراءة، وكمان الاحتفاظ بالمعلومات وزيادة قدرتك على استرجاع المعلومات دي."
            }
        ]
    },
    {
        "videoId": 13,
        "video_title": "How Your Memory Works",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في أكتر من system او نظام في الجسم بيشتغلوا مع بعض عشان الذكريات او memories تتكون. الانظمة دي ي اللي بتساعدك تبني و تخزن و تسترجع المعلومات و التجارب . كل يوم مخك بيدخله معلومات كتير جدا ، فالانظمة في مخنا بتساعدنا نصنف المعلومات دي، و بعد كده المعلومات المهمة هي اللي بتتحول لذكريات او memories"
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "في الفيديو ده ، هنتكلم عن الذاكرة او  memory و بتشتغل ازاي . و ازاي ممكن تستخدم المعلومات اللي هنقولها في حفظ المحتوي اللي بنقرأه . في تلات انواع اساسية من الذاكرة الذاكرة الحسية او sensory memory و الذاكرة قصيرى المدى short term memory و الذاكرة طويلة المدي او long term memory طيب، خلينا نتكلم علي كل نوع من الانواع دي ،عشان تفهم كويس الذاكرة شغالة ازاي ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "اولا الذاكرة الحسية او sensory memory و ده اول شكل من الذاكرة ، و بيتخزن فيها الذكريات اللي بتيجي من حواسك ، البصر والسمع و الشم و التذوق و اللمس . و الذكريات دي بتتخزن لثواني ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "انت ممكن تعتبر الذاكرة الحسية او sensory memory دي أول مراحل الذاكرة اللي بتحتفظ بكل اللي بتشوفه عينك أو تلمسه بإيدك وهكذا، بس بتحتفظ بيه لفترة قصيرة جدا وبتكون نسخة اقصر من short term memory ومدي تركيزك او انتبهاك هو اللي بيحدد اذا كانت الذكريات اللي بتتكون من حواسك الخمسة هتتنقل للمرحلة الجاية وتتخزن في الذاكرة قصيرة المدى ولا لا . لأن التفاصيل والمعلومات اللي بتوصل لحواسك كل ثانية حجمها مهول جد ومش هيتنقل منها للذاكرة قصيرة المدى إلا اللي انت انتبهت له"
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "وعشان كده جرب تركز علي العناصر الحسية علشان تفتكر موقف او تجربة . خليني اقولك مثال ، لو انت بتقرأ كتاب او نص ، ركز اوي في شكل الكلام وحجمه ومكانه في الصفحة وشكل الصفحة، وركز في الاصوات اللي حواليك ، و حاول تربط الحاجات دي بالمعلومة اللي انت بتقرأها . نجي بقى للذاكرة قصيرة المدى او short term memory دي المكان اللي بتحفظ فيه المعلومات اللي هتستخدمها دلوقتي. انت بتستخدم الذاكرة قصيرة المدي في وظايف كتير منها القراءة  الكتابة و التخطيط و الحسابات العقلية. المعلومات بتتحفظ في النوع ده من الذاكرة لفترة قصيرة ، لو مكررتش المعلومة هتنساها في خلال ثواني ."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "تعالي بقي نتكلم عن المرحلة اللي بعد كده وهي الذاكرة طويلة المدي او long term memory طاب ازاي الذكريات او المعلومات بتروح من الذاكرة قصيرة المدي للذاكرة طويلة المدى؟. التكرار repetition هو اللى هيعمل ده.وانت بتقرأ محتاج يكون فيه نوع من التكرار اعشان تفتكر المعلومات اللي قرأتها . و اكيد مفيش حد عايز يقرأ كتاب او نص او محتوي عشر مرات عشان يفتكره .انت عايز تقرأ النص مرة واحدة و تفتكره ."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "طيب هتعمل ده ازاي ؟ فاكر عملية القراءة المتعددة اللي اتكلمنا عنها ؟ او ال multiple reading process انت لما بتطبق التلات خطوات بتوع العملية دي ، انت بتشوف المحتوي تلات مرات ، والتلات تكرارات دول هيساعدوك تفتكر المعلومات بشكل احسن . طيب لو عايز تفتكر المعلومات اللي قرأتها كويس جدا ؟ هتكتب ملاحظات سريعة بعد كل خطوة من خطوات عملية القراءة المتعددة multiple reading process عشان تزود مرات التكرار من غير ما تحس ."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "يعني مثلا بعد ما بتقرأ الـ preview للنص اكتب ملاحظات عامة، ده تكرار مرتين اهو . مرة و انت بتقرأ و مرة و انت بتكتب الملحوظة. بعد كده اقرأ  الـ overview واكتب ملاحظاتك ، ادى كمان مرتين تكرار. كده انت كررت اربع مرات قبل حتي ما تقرأ النص بالكامل ، انت بصيت عالنص و قرأت اجزاء منه اربع مرات ."
            },
            {
                "viewIndex": 9,
                "paragraphDetails": "نروح بقى لتالت خطوة و هي قراءة النص كامل ، و طبعا ممكن تكتب ملاحظات و انت بتقرأ النص او تكتب المعلومات اللي لفتت نظرك . و ده طبعا بيزود من عدد مرات التكرار . اتأكد بس ان الملاحظات اللي بتكتبها سريعة و متاخدش من وقتك في القراءة . لو طبقت multiple reading process بالطريقة اللي قلناها دي . هتلاقي نفسك كررت النص او قرأته 6 مرات . قارن بقي الطريقة دي بالطريقة اللي معظم الناس بيقرأوا بيها ، بيقرأوا من البداية للنهاية و ببطيء طبعا . لانهم مش عارفين المحتوي بيتكلم عن ايه ، و بعد كده بيبقو مش فاكرين اي حاجة من اللي قرأوها تاني يوم . السبب انهم كرروا عملية القراءة مرة واحدة بس ، و التكرار زي ما قلنا مهم جدا عشان المعلومات تتخزن في الذاكرة طويلة المدي."
            }
        ]
    },
    {
        "videoId": 14,
        "video_title": "Memory Principles",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "احنا اتكلمنا عن اهمية التكرار و ازاي تكرر المحتوي اللي بتقرأه و اتكلمنا عن التلات خطوات بتوع عملية القراءة المتعددة، و ازاي تكتب ملحوظات عشان تفتكر اللي قرأته . طيب لو عايز تكرر اكتر ؟ جرب تتكلم مع حد عن اللي قرأته . لما بتقول حاجة بطريقتك و تشرحها لحد تاني، ده هيخليك تفتكر المعلومات بشكل اسهل ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "بس التكرار مش هو الحاجة الوحيدة اللي هيحسن الذاكرة ، في حاجات تانية هتخلي ذاكرتك احسن و تفتكر المعلومات بشكل فعال اكتر زي التخيل او visualization لما بتتخيل اي حاجة ده بيخليك تفتكرها اسهل . عشان كده بتفتكر وشوش الناس بسهولة اكتر من اسمائهم فاحاول تتخيل المعلومات في دماغك و انت بتقرأها ، جرب تعمل كده في نهاية كل paragraph ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "حاجة كمان بتقوي ذاكرتك هي ال exaggeration او المبالغة ، بمعني اننا بنفتكر الحاجات الغير عادية، ف و انت بتتخيل اي معلومة ف دماغك ، حاول تبالغ فيها ، اما تخلي حاجة كبيرة اوي او صغيرة اوي . فمثلا لو بتقرأ في الفلك هتحاول تتخيل حجم الأرض بالنسبة للشمس زي حبة السمسم بالنسبة للبطيخ أو حبة رمل في صحراء بالنسبة للمجرة."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "طريقة كمان بتخليك تفتكر احسن، الربط او association لما نكون بنقرأ و نربط حاجة بنقرأها بحاجة احنا عارفينها د بيخلينا نفتكرها كويس ، و لو هنقرأ كمية كبيرة من المعلومات المعقدة ، تقسيم القراءة لأجزاء، بيخلي اسهل علي مخنا اننا نستوعب المعلومات. خلينا نفترض ان الـ chapter اللي بتقرأه  60 صفحة، فتقدر تقسمه ل subchapters او فصول صغيرة او فرعية. او أقسام من 510 صفحات . انت كمان ممكن تطبق عملية القراءة المتعددة علي الاقسام او الفصول الصغيرة دي."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "تقسيم المعلومات إلى أجزاء بيخليك قادر تفتكرها بشكل أفضل. استخدام الاساليب دي هيخليك تحفظ وتفتكر المعلومات بسهولة جدا."
            }
        ]
    },
    {
        "videoId": 15,
        "video_title": "The Principle Of Reading",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في الفيديو ده ، هنتعرف ازاي تستخدم مبدأ ال 80\\20 عشان تطور من نفسك كقاريء . لو انت متعرفش ايه هو مبدأ الـ 80\\20 خليني اشرحلك ايه هو . المبدأ ده بيتقال عليه مبدأ باريتو، و متسمي علي اسم عالم الاقتصاد الايطالي vilfredo pareto اللي لاحظ سنة 1906 ان 80 % من الارض مملوكة ل 20% من السكان في إيطاليا. بعد كده طور المبدأ ده و لاحظ تحققه باختلاف الظروف الاجتماعية و العلمية و الاقتصادية ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "فمثلا، في مجموعة من اصحاب الاعمال لاحظوا ان 80% من الشغل بيقوم بيها 20% من الموظفين ، بس مبدأ ال 80\\20 مش معناه كل حاجة فالدنيا ماشية عالمبدأ ده . المبدأ  بس معناه ان في عدم توازن او imbalance يعني مثلا لو  70% من الشغل في الشركة جاية من 13% من الموظفين، ده مازال مثال علي مبدأ ال 80\\20 ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "المعني العام هنا هو ان في مواقف كتير بيكون 80% من النتايج بيكون بسبب 20% من الاسباب . طيب ليه المبدأ ده مهم بالنسبة ليك دلوقتي ؟ عشان انت ممكن تستخدم مبدأ ال 80\\20 عشان تحسن من نفسك كقاريء . ازاي ؟ فكر كده هتلاقي ان، 80% من المعلومات في الكتاب او الفصل جاية من 20% من المحتوي . او فكر بطريقة تانية ، ازاي تقضي 20% من وقتك عشان تاخد 80% من المعلومات؟ اتكلمنا قبل كده عن تلات مراحل من عملية القراءة المتعددة."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "في أول مرحلتين اللي هما الـ preview و الـ overview انت بتركز على 20% من الفصل علي امل انك تعرف 80% من المعلومات . الـ multiple reading process تعتبر مثال علي مبدأ ال 80\\20 ، و لازم تبقي عارف ان هيبقي في مواقف مش هتحتاج انك تقرأ النص بالكامل ، ده لو انت بتقرأ بهدف انك تاخد الخلاصة من المعلومات . يبقي انت محتاج تقرأ 20% من النص . وعلي حسب غرضك من القراءة ، في بعض الظروف هتكون دي معلومات كافية.، فكر بقى ايه الحاجات اللى تقدر تطبق فيها مبدأ الـ 80\\20 في حياتك الشخصية والمهنية. عشان تكون أسرع وتنجز أكتر."
            }
        ]
    },
    {
        "videoId": 16,
        "video_title": "How To Get Through A Book A Day",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "عندك كتب و مجلات كتير عايز تقرأها بس معندكش وقت؟ لو اجابتك اه ، يبقي الفيديو ده ليك . انت ممكن تستفيد من كتاب جديد كل يوم لو طبقت المبادئ اللي اتكلمنا عنها، خصوصا اسلوب الـ preview و مبدأ ال 80\\20 . الطريقة اللي هنتكلم عنها في الفيديو ده تنفع لو بتقرأ كتاب او مادة علمية، ف اتأكد انك مش بتطبقها علي رواية مثلا. لازم تكون حاجة واقعية . طيب بنطبق المبدأ ده ازاي؟ اولا ، اعمل نفس اللي بتعمله مع اي كتاب جديد . اقرأ اللي مكتوب علي الكتاب من ورا ، و اقرأ جدول محتويات الكتاب و اعرف الكتاب بيتكلم عن ايه ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "تاني خطوة ، اقرأ المقدمة و النهاية في كل فصل، لو مفيش مقدمة و نهاية محددين ، اقرأ اول قطعتين او تلاتة و اخر قطعتين او تلاتة من الفصل . لما بتعمل كده ، انت كده استفدت من مبدأ ال 80\\20 اللي اتكلمنا عنه ، بإنك قرأت جزأ صغير من الكتاب ، اقل من 20% عشان تاخد اكبر قدر من المعلومات ، ممكن 80%. الطريقة دي ممكن تاخد حوالي 1020 دقيقة ، و حتي لو خدت وقت اطول ، انت برضه هتبقي بتاخد معلومات كتير في وقت قليل . الهدف هنا هو انك تحصل اكبر قدر من المعلومات من الكتاب في وقت قليل جدا علي اد ما تقدر . احنا هنا مش هنقرأ الكتاب كله ، بس انت ممكن تحصل المعلومات المهمة لو عملت الطريقة دي ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "قراءة المقدمة و النهاية في كل فصل بتخليك تحصل قدر مش قليل من المعلومات ، ساعات هتحس انك لما قرأت جزء صغير من الكتاب كأنك قرأت الكتاب كله . ده عشان المقدمات و النهايات فالكتب بتغطي تقريبا اغلب المواضيع اللي الكتاب بيتكلم فيها . و لو قررت انك تقرأ الكتاب كله فالمستقبل ، هيبقي عندك فكرة الكتاب بيتكلم عن ايه ، ف هتقرأه اسرع ،  و هتفهمه احسن . او هتقرر انك خلاص عرفت اللي محتاج تعرفه و مش هتقرأ الكتاب  ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "وبالتالى انت ممكن تستخدم عملية ال previewing زي فلتر كده للكتب ، عشان تقرر انهي كتب تستاهل وقتك و ايه اللى ما تضيعش وقت فيه . و ممكن تستخدم الطريقة دي لو عايز تاخد نظرة سريعة في الكتب . جرب تعمل طريقة ال previewing في كتاب جديد لمدة 7 ايام ، ابدأ من النهاردة هتستفيد جدا و ممكن كمان تحولها لعادة ، و هتتفاجأ من كم المعلومات اللي ممكن تستوعبه في وقت قليل . لو انت بتحب المعرفة و المعلومات الطريقة دي هتفيدك جدا ."
            }
        ]
    },
    {
        "videoId": 17,
        "video_title": "Tips For Reading News Articles",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "خلينا نتكلم عن المقالات الاخبارية ، المقالات دي بتقابلنا طول اليوم و بيبقى لها هيكل محدد، و لو فهمنا الهيكل أو الـ structure ده ، هنقرأ المقالات بشكل احسن وأسرع. اغلب المقالات دي بيبقى لها بناء معين اسمه الهرم او المثلث المقلوب او upside down pyramid or triangle و ده بيخلي المعلومات المهمة تتقال في الأول ، المقال بيكون مكتوب حسب الأولوية . المعلومات المهمة الاول و بعدين المعلومات الأقل اهمية ، هي دي الطريقة اللي الصحفيين والاخباريين بيكتبوا بيها  المقالات الإخبارية ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "يعني مين و ايه و امتي و فين و ازاي، هيتقالوا في اول كام paragraph و المعلومات الاقل اهمية هتتقال في الوسط، و في نهاية المقال . طيب خليني أقولك بقى ازاي تقرأ الجرنال او newspaper بسرعة . لو انت لسه بتحاول تعرف ايه بيحصل فالاخبار ، اقرأ اول قطعتين او تلاته و انت هتعرف اغلب المعلومات عن اللي بيحصل ، ممكن 80% من المعلومات ."
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "خلي بالك من مبدأ ال 80\\20 اللي اتكلمنا عليه قبل كده، لو قرأت اول كام paragraph من المقال ، حوالي 20% مثلا ، هتحصل حوالي 80% من المعلومات . خلينا نقول انك عايز تقرأ الجرنال كله ، بس مش كل المقالات انت عايز تقرأها ، لو بتقرأ جرنال مطبوع فعلا ، انا بقترح عليك تقرأ اول تلات paragraphs و بعدين قرر اذا كنت هتكمل المقال ولا لا . لو هتكمل المقال ، حط دايرة ع العنوان . و انقل عالمقال اللي بعده ، و اعمل نفس اللي عملته . اقرأ اول تلاتة paragraphs و قرر . لو مش هتقرأ المقال متعلمش عليه أو حط عليه علامة x أو غلط."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "خدت بالك احنا بنعمل ايه ؟ احنا بنفلتر الجرنال ، بنحاول نحدد ايه المعلومات او المقالات المهمة بالنسبة لنا . بحيث لما يبقى عندك وقت  ترجع للمقال عشان تقرأه بالكامل. عشان متضيعش وقتك ، اليوم فيه 24 ساعة بس ، و مش كل حاجة تستاهل تضيع وقت عليها . ف خلي بالك اوي و انت بتخار المقالات اللي هتقرأها كاملة ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "انت ممكن تحدد وقت فاليوم تقرأ فيه المقالات دي عشان متتراكمش عليك ، اهم حاجة تفتكر ان المقالات الاخبارية ، تركيبها بيكون مختلف شوية عن اي مقال تاني ، المعلومات فالمقال مترتبة حسب الاولوية ، من الاهم للاقل اهمية لحد ما نوصل لاخر المقال زي شكل الهرم المقلوب . كمان مقالات الرأي في الجرنال بيبقي ليها تركيب مختلف ، بيبقي لها مقدمة و نهاية و خلي بالك في مقالات اخبارية بيبقي فيها معلومات كتير من اول المقال لاخره ."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "طيب بنعرف نفرق بينهم  ازاي؟ بص علي حجم ال paragraphs. لو قصيرة ، اقل من تلات جمل يعني ، يبقي ده مقال مكتوب بأسلوب الهرم المقلوب . ولو اطول. يعني اكتر من تلات جمل ، يبقي انت بتقرأ مقال فيه معلومات و كلام اكتر ، و فيه مقدمة و نهاية ، و اول جملة في كل paragraph فيها الفكرة الاساسية و بعد كده الباقي فيه التفاصيل . مهم جدا تقدر تفرق بين الأخبار و اي نوع تاني من المعلومات ، لو فهمت البناء او structure بتاع المقال هتقدر تقرأ المقال اسرع و احسن."
            }
        ]
    },
    {
        "videoId": 18,
        "video_title": "How To Deal With Charts And Diagram",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في الفيديو ده هنتكلم عن ازاي تتعامل مع الكتب أو المقالات اللي بيكون فيها خرايط او رسوم بيانية او diagram او معادلات ، أو أي شكل محتاج شرح او تحليل. بعض الناس وهما بيقرأوا أي مادة أو نص و بعدين يلاقوا جملة بتقول  انظر الشكل 5، بيكملو قراءة الصفحة و بعدين يرجعوا للرسم او الشكل عشان يحللوه و يفهموه ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "بس خليني أسألك ، عمرك بصيت علي رسم بياني و مقدرتش تفهمه؟ ممكن طبعا يكون بسبب انه صعب يتفهم ، بس احنا برده عايزين نفهمه ، طيب امتي ابص علي الرسم البياني ؟ في نهاية  الـ paragraph  ولا في نهاية الصفحة ؟ انا بقترح عليك ، انك اول ما تقرأ جملة انظر الشكل توقف قراءة و تبص عالشكل ف وقتها ، انا عارف ان دي حاجة تبدو بديهية ، بس اغلب الناس مبتعملش كده ، اغلب الناس بيكونوا بيقرأ و اول ما يشوفوا جملة  انظر الشكل 5 مثلا بيقولوا اه اه هشوفها بعدين ، و يكملوا قراءة من غير ما يبصوا علي الرسم"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "و دي طبعا مشكلة ، ف لما يقابلك في وسط الكلام انظر الشكل او الرسم البياني او الخريطة ، بص عليه بسرعة ، خد فكرة عنه حتي ، و بعدين كمل قراءة ، الجملة اللي بعد كده غالبا هتكون بتشرح الرسمة او الشكل اللي طلب منك تبص عليه . هتلاقي الجملة اللي بعد كده بتقول مثلا الشكل 5 بيوضح العلاقة بين كذا و كذا ، هنا بقي وقف قراءة و بص ع الشكل و شوف الكلام اللي بتقرأه ماشي مع الرسمة التوضيحية ولا لا . اول ما تتأكد ان الكلام المكتوب ماشي مع الرسمة ، اقرأ الجملة اللي بعد كدة ، هتلاقيها بتكمل شرح الشكل غالبا."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "و تاني خليني افكرك ، وقف قراءة ، و بص عالشكل اتأكد انك فهمت المكتوب و ارجع كمل قراءة . خدت بالك اننا رايحين جايين مابين انك تقرأ و مابين انك تبص ع الشكل او الرسمة ؟ طبعا انت ممكن تحس ان دى طريقة مش فعالة للقراءة ، بس الطريقة دي مهمة جدا عشان تزود من فهمك للي بتقرأه خصوصا لو بنتكلم عن جدول او خريطة او شكل من اي نوع . والحقيقة ان الطريقة دي فعالة أكتر ما تتخيل، سمعت التعبير اللي بيقول صورة بألف كلمة؟ كل ما المعلومة اتأكدت بصورة او رسم بياني كل ما كان فهمك للمعلومة احسن ، متبصش تاني عالرسمة طالما النص اللي بتقرأه مش مطلوب فيه انك تبص عليها . وتأكد ان الرسوم بأنواعها و الخرايط بتفرق جدا في فهمك للنص."
            }
        ]
    },
    {
        "videoId": 19,
        "video_title": "Additional Speed Reading Techniques",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "طريقة الـ sq3r دي طريقة للقراءة الاكاديمية الفعالة، و الناس بقالها سنين طويلة بتستخدمها . الفكرة كلها انك تاخد خطوة لورا و تبص علي النص اللي انت هتقرأه ، و تجهز نفسك للقراءة بانك تجهز شوية اسئلة ، و تدور عالاجابات و انت بتقرأ ، و تفتكر كويس اللي قرأته و بعدين تراجعه عشان متنساهوش . الاسلوب ده فالقراءة مختلف تماما عن اسلوب القراءة اللي بتعمله في وقتك الفاضي او للتسلية ."
            },
            {
                "viewIndex": 2,
                "paragraphDetails": "انت اكيد بتقول لنفسك  الاسلوب ده محتاج شغل كتير  و عندك حق هو بيحتاج شغل فعلا ، زي الجندي اللي بيحتاج يقضي وقت طويل فالتدريب عشان يبقي عنده لياقة بدنية، الطلبة بقي بيحتاجوا يقضوا وقت طويل يتعلموا المواد بتاعتهم و و يحسنوا من مهاراتهم الأكاديمية والتعليمية عشان ينجحوا في دراستهم. الأسلوب ده هيفيدك لو بتحضر دراسات عليا أو بتذاكر مواد علمية. طاب يعني ايه sq3r الكلمة دي اختصار لـ 5 كلمات survey، question، read، recall، and review"
            },
            {
                "viewIndex": 3,
                "paragraphDetails": "survey استطلع او تصفح النص اللي انت هتقرأه . بمعني انك تقرأ العنوان، وتبص عالنص نظرة سريعة وع العناوين الفرعية والملخص وع الصور و الرسوم البيانية لو موجودة . بكده مفروض تكون عارف النص بيتكلم عن ايه او علي الاقل كونت فكرة . تاني خطوة question اسأل قبل ما تبدأ تقرأ النص ، بص علي العنوان الرئيسي ، و فكر في شوية اسئلة تدور علي اجابتها و انت بتقرأ الجزء ده من النص ."
            },
            {
                "viewIndex": 4,
                "paragraphDetails": "مثال ، لو النص عنوانه العظماء و عنوان اول جزأ  كيف كانت بدايتهم ف انت ممكن تكتب الاسئلة دي مين العظماء اللي ممكن يكون النص بيتكلم عنهم؟ وبدأو ازاي ؟ ووصلو لإيه؟ واقدر اتعلم ايه منهم؟ دلوقتي انت عندك سبب يخليك تقرأ ، مفروض قراءتك تكون ليها هدف ، و هو انك تعرف اجابة الاسئلة دي ."
            },
            {
                "viewIndex": 5,
                "paragraphDetails": "تالت خطوة read اقرأ اول جزء من النص و دور علي اجابات الاسئلة اللي كتبتها . ممكن متلاقيش كل الاجابات، بس المهم انك بتقرأ وانت ليك هدف او بتقرأ لسبب ، و هتحاول تفهم كل كلمة بتقرأها لان في معلومة معينة انت بتدور عليها . ممكن تلاقي معلومات تانية مهمة او اجابات اسئلة انت مفكرتش فيها، علم علي النص بتاعك ، و حط خط تحت الكلام المهم ، و اكتب في الهامش لو حبيت."
            },
            {
                "viewIndex": 6,
                "paragraphDetails": "رابع خطوة recall أو تذكر لما تنتهي من قراءة جزء معين. وقف قراءة ، دلوقتي اسأل نفسك ، ايه اهم معلومة في الجزء اللي انت قرأته؟ تقدر كمان تبص عالاسئلة اللي انت كتبتها من وتجاوب ع الاسئلة بصوت عالي من غير ما تبص علي النص. ولو مقدرتش تفتكر النقط او الافكار الاساسية من اللي قريته يبقي انت مقدرتش تكون فكرة واضحة عنه ."
            },
            {
                "viewIndex": 7,
                "paragraphDetails": "خامس خطوة  review أو راجع لما تخلص قراءة النص ، انت محتاج تراجع اللي قرأته ، بس مش مرة واحدة بعد ما تخلص قراءة. لو مبصيتش عالنص مرة تانية ، ف غالبا مش هتفتكر المحتوي اللي انت قرأته. لو راجعت النص تاني يوم ، و فكرت نفسك بالنقط و الافكار الاساسية يبقي انت كده بتساعد المعلومات دي انها تتنقل للذاكرة طويلة المدي."
            },
            {
                "viewIndex": 8,
                "paragraphDetails": "والفكرة هنا مش انك تفتكر النص كلمة كلمة ، الفكره هنا انك تفتكر الافكار و النقط الاساسية ، عشان تقدر تقولهم بطريقتك انت . اسلوب الـ sq3r هيساعدك جدا انك تطور من اسلوبك في القراءة ، و النتايج هتبان في فهمك للمحتوى لحد ما تكون قادر تعبر عنه بطريقتك أنت."
            }
        ]
    },
    {
        "videoId": 20,
        "video_title": "Conclusion",
        "paragraphInfo": [
            {
                "viewIndex": 1,
                "paragraphDetails": "في ناس كتير بتبدأ حاجات و مبتخلصهاش ، ف لو وصلت للمرحلة دي ، ف انت وصلت لحاجة مش كل الناس بتوصلها ومهم تكافئ نفسك على انك خلصت الكورس ده. اهم حاجة دلوقتى انك تتدرب علي اساليب القراءة اللي اتكلمنا عنها،  لو عايز توصل لاقصى سرعة عندك في القراءة . اهم مفهوم اتكلمنا فيه في الكورس ده هو عملية القراءة المتعددة . الـ multiple reading process و دي عملية مكونة من تلات خطوات preview overview و اخر خطوة هي read الـ multiple reading process بتقوي اهم تلات حاجات فالقراءة . السرعة . الفهم . الاحتفاظ بالمعلومات. اتدرب علي الطريقة دي و طبقها لأنها هتفرق معاك جدا وهتخليك تنجز أسرع سواء على المستوى الشخص أو المهني. شكرا ليكم على متابعة الكورس."
            }
        ]
    }
]